{
  "area": "Inglés",
  "grado": 11,
  "tipo_malla": "3_periodos",
  "numero_periodos": 3,
  "periodos": {
    "1": [
      {
        "componente": "Lingüístico (Escucha)",
        "estandar": "ESCUCHA: Identifico conectores en una situación de habla para comprender su sentido.",
        "dba": [
          "Identifica el propósito de textos orales y escritos de mediana longitud relacionados con temas de interés general y de su entorno académico y la comparte con otros. Para esto, utiliza su conocimiento acerca de la estructura de los textos."
        ],
        "evidencias": [
          "(Evidencia) Entiendo instrucciones para ejecutar acciones cotidianas. Identifico la idea principal de un texto oral cuando tengo conocimiento previo del tema.",
          "(Evidencia) Identifico personas, situaciones, lugares y el tema en conversaciones sencillas.",
          "(Evidencia) Comprendo el sentido general del texto oral aunque no entienda todas sus palabras.",
          "(Saber Conocer) Identifica amplio vocabulario sobre temas de interés general, incluyendo eventos actuales, cultura, tecnología, medio ambiente, etc.",
          "(Saber Conocer) Comprende diversos tipos de conectores y sus funciones en el discurso oral.",
          "(Saber Conocer) Comprende características del lenguaje formal e informal, adaptando el registro según el contexto y la audiencia.",
          "(Saber Hacer) Identifica el propósito comunicativo, el tono y la audiencia de un texto oral.",
          "(Saber Hacer) Usa estrategias para crear y cerrar conversaciones de manera natural y fluida.",
          "(Saber Hacer) Utiliza conectores para organizar ideas y dar cohesión al discurso oral.",
          "(Saber Hacer) Ajusta su lenguaje (registro formal/informal) según el contexto comunicativo.",
          "(Saber Aplicar) Analiza las intenciones comunicativas de los hablantes, considerando el contexto, el tono y el lenguaje no verbal.",
          "(Saber Aplicar) Evalúa la efectividad de su propia comunicación oral y la de otros, considerando la claridad, precisión, fluidez, tono y lenguaje corporal."
        ],
        "saberes": [
          "Instrucciones para acciones cotidianas.",
          "Idea principal de un texto oral.",
          "Personas, situaciones, lugares y el tema en conversaciones sencillas.",
          "Sentido general de un texto oral sin entender todas sus palabras.",
          "Conversaciones de interés.",
          "Estrategias para crear y cerrar conversaciones naturales.",
          "Presentaciones orales.",
          "Opiniones, planes y proyectos",
          "Palabras clave en textos.",
          "Puntos de vista de los autores.",
          "Posiciones críticas frente a puntos de vista de autores",
          "Valores de otras culturas para definir identidades.",
          "Ideas principales y específicas en textos.",
          "Inferencias de textos.",
          "Textos informativos.",
          "Corrección de escritos propios.",
          "Resúmenes e informes."
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      },
      {
        "componente": "Lingüístico (Conversación)",
        "estandar": "CONVERSACIÓN O MONÓLOGO: Utilizo un vocabulario apropiado para expresar mis ideas con claridad sobre temas del currículo y de mi interés. Participo espontáneamente en conversaciones sobre temas de mi interés utilizando un lenguaje claro y sencillo.",
        "dba": [
          "Expresa de manera oral y escrita su posición acerca de un tema conocido teniendo en cuenta a quién está dirigido el texto. Para esto, define el tono del mensaje de acuerdo con el contexto o la cercanía con su audiencia (formal o informal).",
          "Expresa de manera oral su punto de vista acerca de un tema controversial previamente estudiado. Para esto, consulta fuentes confiables, selecciona y organiza la información y la utiliza para desarrollar sus ideas de una manera clara y estructurada.",
          "Identifica el propósito de textos orales y escritos de mediana longitud relacionados con temas de interés general y de su entorno académico y la comparte con otros. Para esto, utiliza su conocimiento acerca de la estructura de los textos.",
          "Mantiene discusiones formales acerca de temas académicos que ha preparado previamente. Para esto, sigue las ideas de un tema propuesto, expresa su opinión y la contrasta con la de otros."
        ],
        "evidencias": [
          "(Evidencia) Participo espontáneamente en conversaciones sobre temas de mi interés utilizando un lenguaje claro y sencillo.",
          "(Evidencia) Utilizo estrategias que me permiten iniciar, mantener y cerrar una conversación sencilla sobre temas de mi interés, de una forma natural.",
          "(Evidencia) Hago presentaciones orales sobre temas de mi interés y relacionados con el currículo escolar.",
          "(Evidencia) Sustento mis opiniones, planes y proyectos."
        ],
        "saberes": [
          "Instrucciones para acciones cotidianas.",
          "Idea principal de un texto oral.",
          "Personas, situaciones, lugares y el tema en conversaciones sencillas.",
          "Sentido general de un texto oral sin entender todas sus palabras.",
          "Conversaciones de interés.",
          "Estrategias para crear y cerrar conversaciones naturales.",
          "Presentaciones orales.",
          "Opiniones, planes y proyectos",
          "Palabras clave en textos.",
          "Puntos de vista de los autores.",
          "Posiciones críticas frente a puntos de vista de autores",
          "Valores de otras culturas para definir identidades.",
          "Ideas principales y específicas en textos.",
          "Inferencias de textos.",
          "Textos informativos.",
          "Corrección de escritos propios.",
          "Resúmenes e informes."
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      },
      {
        "componente": "Sociolingüístico (Lectura)",
        "estandar": "LECTURA: En un texto identifico los elementos que me permiten apreciar los valores de la cultura angloparlante.",
        "dba": [
          "Explica tanto en forma oral como escrita las causas y los efectos, así como el problema y la solución de una situación. Para esto, define la relación entre las ideas que quiere explicar y utiliza el lenguaje correspondiente."
        ],
        "evidencias": [
          "(Evidencia) Identifico palabras clave dentro del texto que me permiten comprender su sentido general.",
          "(Evidencia) Identifico el punto de vista del autor.",
          "(Evidencia) Asumo una posición crítica frente al punto de vista del autor.",
          "(Evidencia) Identifico los valores de otras culturas y eso me permite construir mi interpretación de su identidad.",
          "(Evidencia) Analizo textos descriptivos, narrativos y argumentativos con el fin de comprender las ideas principales y específicas.",
          "(Evidencia) Hago inferencias a partir de la información en un texto.",
          "(Evidencia) Comprendo variedad de textos informativos provenientes de diferentes fuentes",
          "(Saber Conocer) Identifica vocabulario amplio sobre temas de interés general, incluyendo sociedad, cultura, política, tecnología, medio ambiente.",
          "(Saber Conocer) Comprende: características de diferentes tipos de texto (informativo, argumentativo, narrativo, expositivo).",
          "(Saber Hacer) Identifica la estructura, el propósito comunicativo y el tono de diferentes tipos de texto.",
          "(Saber Hacer) Usa estrategias de lectura para comprender textos complejos, incluyendo la identificación de la idea principal, los detalles relevantes, las inferencias, el tono y la intención del autor.",
          "(Saber Aplicar) Analiza el contenido de un texto desde una perspectiva crítica, considerando diferentes puntos de vista, evaluando la validez de la información y reconociendo posibles sesgos.",
          "(Saber Aplicar) Emite juicios de valor sobre el contenido de un texto, argumentando sus opiniones y estableciendo conexiones con su propio contexto y experiencias."
        ],
        "saberes": [
          "Instrucciones para acciones cotidianas.",
          "Idea principal de un texto oral.",
          "Personas, situaciones, lugares y el tema en conversaciones sencillas.",
          "Sentido general de un texto oral sin entender todas sus palabras.",
          "Conversaciones de interés.",
          "Estrategias para crear y cerrar conversaciones naturales.",
          "Presentaciones orales.",
          "Opiniones, planes y proyectos",
          "Palabras clave en textos.",
          "Puntos de vista de los autores.",
          "Posiciones críticas frente a puntos de vista de autores",
          "Valores de otras culturas para definir identidades.",
          "Ideas principales y específicas en textos.",
          "Inferencias de textos.",
          "Textos informativos.",
          "Corrección de escritos propios.",
          "Resúmenes e informes."
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      },
      {
        "componente": "Pragmático (Escritura)",
        "estandar": "ESCRITURA: Escribo resúmenes e informes que demuestran mi conocimiento sobre temas de otras disciplinas.",
        "dba": [
          "Redacta textos argumentativos con una estructura clara y sencilla sobre temas académicos. Para esto, sigue modelos y un proceso de planeación, escritura, revisión y edición; se apoya en su profesor(a) y/o compañeros(as) de clase."
        ],
        "evidencias": [
          "(Evidencia) Planeo, reviso y edito mis escritos con la ayuda de mis compañeros y del profesor.",
          "(Evidencia) Escribo resúmenes e informes que demuestran mi conocimiento sobre temas de otras disciplinas.",
          "(Saber Conocer) Reconoce estructuras gramaticales para la escritura de diferentes tipos de texto (informativos, argumentativos, narrativos).",
          "(Saber Conocer) Reconoce y aplica reglas de ortografía y puntuación.",
          "(Saber Conocer) Comprende vocabulario preciso y variado para expresar ideas de manera clara, concisa y adecuada al contexto.",
          "(Saber Hacer) Comprende la importancia de planificar, organizar, desarrollar y revisar un texto antes de su publicación.",
          "(Saber Hacer) Utiliza diferentes recursos para organizar la información en un texto (párrafos, conectores, elementos de cohesión).",
          "(Saber Hacer) Escribe diferentes tipos de texto con una estructura clara, coherente y cohesiva.",
          "(Saber Aplicar) Evalúa la claridad, precisión, organización y estilo de su propio texto y el de otros, proporcionando retroalimentación constructiva.",
          "(Saber Aplicar) Planifica, escribe y revisa un texto con un propósito comunicativo específico, adaptando el lenguaje, el tono y el estilo a la audiencia y al contexto"
        ],
        "saberes": [
          "Instrucciones para acciones cotidianas.",
          "Idea principal de un texto oral.",
          "Personas, situaciones, lugares y el tema en conversaciones sencillas.",
          "Sentido general de un texto oral sin entender todas sus palabras.",
          "Conversaciones de interés.",
          "Estrategias para crear y cerrar conversaciones naturales.",
          "Presentaciones orales.",
          "Opiniones, planes y proyectos",
          "Palabras clave en textos.",
          "Puntos de vista de los autores.",
          "Posiciones críticas frente a puntos de vista de autores",
          "Valores de otras culturas para definir identidades.",
          "Ideas principales y específicas en textos.",
          "Inferencias de textos.",
          "Textos informativos.",
          "Corrección de escritos propios.",
          "Resúmenes e informes."
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      }
    ],
    "2": [
      {
        "componente": "Lingüístico (Escucha)",
        "estandar": "ESCUCHA: Identifico conectores en una situación de habla para comprender su sentido.",
        "dba": [
          "Identifica el propósito de textos orales y escritos de mediana longitud relacionados con temas de interés general y de su entorno académico y la comparte con otros. Para esto, utiliza su conocimiento acerca de la estructura de los textos."
        ],
        "evidencias": [
          "(Evidencia) Entiendo instrucciones para ejecutar acciones cotidianas.",
          "(Evidencia) Identifico la idea principal de un texto oral cuando tengo conocimiento previo del tema.",
          "(Evidencia) Identifico personas, situaciones, lugares y el tema en conversaciones sencillas.",
          "(Evidencia) Comprendo el sentido general del texto oral aunque no entienda todas sus palabras.",
          "(Saber Conocer) Identifica vocabulario relacionado con diferentes géneros literarios (mitos, leyendas, cuentos, novelas), elementos de la narrativa (personajes, trama, escenario, conflicto, resolución), diferentes tipos de narrador (primera, segunda, tercera persona).",
          "(Saber Conocer) Comprende estructuras gramaticales para narrar historias, incluyendo el uso del pasado simple, pasado continuo, Present Perfect y Past Perfect.",
          "(Saber Conocer) Comprende ell concepto de \"voz narrativa\" y cómo influye en la historia.",
          "(Saber Hacer) Identifica la estructura narrativa de diferentes tipos de historias (inicio, nudo, desenlace).",
          "(Saber Hacer) Usa diferentes tiempos verbales para narrar eventos del pasado de forma clara y precisa.",
          "(Saber Hacer) Aplicar: Utiliza un vocabulario variado y adecuado al género literario para describir personajes, escenarios y acciones.",
          "(Saber Aplicar) Analiza la trama de una historia, identificando el conflicto, los puntos de giro y la resolución.",
          "(Saber Aplicar) Emite una opinión crítica sobre una historia, considerando la trama, los personajes, el estilo del autor y su impacto emocional."
        ],
        "saberes": [
          "Instrucciones para acciones cotidianas.",
          "Idea principal de un texto oral.",
          "¿Por qué los mitos son importantes para mi cultura general?",
          "The legend of the Trojan war.",
          "Greek, Nordic and Chinese myths of origin.",
          "Sentido general de un texto oral sin entender todas sus palabras.",
          "Conversaciones de interés.",
          "I represent my favorite artist.",
          "Estrategias para crear y cerrar conversaciones naturales.",
          "Narraciones detalladas de experiencias.",
          "Opiniones, planes y proyectos.",
          "Reported speech",
          "Palabras clave en textos.",
          "Reading Formation of the earth.",
          "Vocabulary",
          "Posiciones críticas frente a puntos de vista de autores.",
          "Ideas principales y especificas en textos.",
          "Inferencias de textos.",
          "Textos informativos.",
          "Corrección de escritos propios.",
          "Making a good comic.",
          "Escritura como un medio de expresión.",
          "Textos donde explico mis preferencias, decisiones o actuaciones."
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      },
      {
        "componente": "Lingüístico (Conversación)",
        "estandar": "CONVERSACIÓN O MONÓLOGO: Utilizo un vocabulario apropiado para expresar mis ideas con claridad sobre temas del currículo y de mi interés. Participo espontáneamente en conversaciones sobre temas de mi interés utilizando un lenguaje claro y sencillo.",
        "dba": [
          "Expresa de manera oral y escrita su posición acerca de un tema conocido teniendo en cuenta a quién está dirigido el texto. Para esto, define el tono del mensaje de acuerdo con el contexto o la cercanía con su audiencia (formal o informal).",
          "Expresa de manera oral su punto de vista acerca de un tema controversial previamente estudiado. Para esto, consulta fuentes confiables, selecciona y organiza la información y la utiliza para desarrollar sus ideas de una manera clara y estructurada.",
          "Identifica el propósito de textos orales y escritos de mediana longitud relacionados con temas de interés general y de su entorno académico y la comparte con otros. Para esto, utiliza su conocimiento acerca de la estructura de los textos.",
          "Mantiene discusiones formales acerca de temas académicos que ha preparado previamente. Para esto, sigue las ideas un tema propuesto, expresa su opinión y la contrasta con la de otros."
        ],
        "evidencias": [
          "(Evidencia) Participo espontáneamente en conversaciones sobre temas de mi interés utilizando un lenguaje claro y sencillo.",
          "(Evidencia) Describo en forma oral mis ambiciones, sueños y esperanzas utilizando un lenguaje claro y sencillo.",
          "(Evidencia) Utilizo estrategias que me permiten iniciar, mantener y cerrar una conversación sencilla sobre temas de mi interés, de una forma natural.",
          "(Evidencia) Narro en forma detallada experiencias, hechos o historias de mi interés y del interés de mi audiencia.",
          "(Evidencia) Sustento mis opiniones, planes y proyectos."
        ],
        "saberes": [
          "Instrucciones para acciones cotidianas.",
          "Idea principal de un texto oral.",
          "¿Por qué los mitos son importantes para mi cultura general?",
          "The legend of the Trojan war.",
          "Greek, Nordic and Chinese myths of origin.",
          "Sentido general de un texto oral sin entender todas sus palabras.",
          "Conversaciones de interés.",
          "I represent my favorite artist.",
          "Estrategias para crear y cerrar conversaciones naturales.",
          "Narraciones detalladas de experiencias.",
          "Opiniones, planes y proyectos.",
          "Reported speech",
          "Palabras clave en textos.",
          "Reading Formation of the earth.",
          "Vocabulary",
          "Posiciones críticas frente a puntos de vista de autores.",
          "Ideas principales y especificas en textos.",
          "Inferencias de textos.",
          "Textos informativos.",
          "Corrección de escritos propios.",
          "Making a good comic.",
          "Escritura como un medio de expresión.",
          "Textos donde explico mis preferencias, decisiones o actuaciones."
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      },
      {
        "componente": "Sociolingüístico (Lectura)",
        "estandar": "LECTURA: En un texto identifico los elementos que me permiten apreciar los valores de la cultura angloparlante.",
        "dba": [
          "Explica tanto en forma oral como escrita las causas y efectos, así como el problema y la solución de una situación. Para esto, define la relación entre las ideas que quiere explicar y utiliza el lenguaje correspondiente."
        ],
        "evidencias": [
          "(Evidencia) Identifico palabras clave dentro del texto que me permiten comprender su sentido general.",
          "(Evidencia) Identifico el punto de vista del autor.",
          "(Evidencia) Asumo una posición crítica frente al punto de vista del autor.",
          "(Evidencia) Analizo textos descriptivos, narrativos y argumentativos con el fin de comprender las ideas principales y específicas.",
          "(Evidencia) Hago inferencias a partir de la información en un texto.",
          "(Evidencia) Comprendo variedad de textos informativos provenientes de diferentes fuentes.",
          "(Saber Conocer) Reconoce vocabulario relacionado con diferentes culturas y sus historias (mitos, leyendas, tradiciones), personajes históricos, lugares emblemáticos.",
          "(Saber Conocer) Comprende el concepto de \"perspectiva cultural\" y cómo influye en la interpretación de las historias.",
          "(Saber Hacer) Identifica los valores y creencias que se transmiten a través de las historias.",
          "(Saber Hacer) Compara y contrasta diferentes versiones de una misma historia o mito.",
          "(Saber Aplicar) Analiza la influencia de la cultura y la historia en la creación de las historias.",
          "(Saber Aplicar) Emite una opinión crítica sobre la representación de una cultura en una historia, teniendo en cuenta su contexto histórico y social."
        ],
        "saberes": [
          "Instrucciones para acciones cotidianas.",
          "Idea principal de un texto oral.",
          "¿Por qué los mitos son importantes para mi cultura general?",
          "The legend of the Trojan war.",
          "Greek, Nordic and Chinese myths of origin.",
          "Sentido general de un texto oral sin entender todas sus palabras.",
          "Conversaciones de interés.",
          "I represent my favorite artist.",
          "Estrategias para crear y cerrar conversaciones naturales.",
          "Narraciones detalladas de experiencias.",
          "Opiniones, planes y proyectos.",
          "Reported speech",
          "Palabras clave en textos.",
          "Reading Formation of the earth.",
          "Vocabulary",
          "Posiciones críticas frente a puntos de vista de autores.",
          "Ideas principales y especificas en textos.",
          "Inferencias de textos.",
          "Textos informativos.",
          "Corrección de escritos propios.",
          "Making a good comic.",
          "Escritura como un medio de expresión.",
          "Textos donde explico mis preferencias, decisiones o actuaciones."
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      },
      {
        "componente": "Pragmático (Escritura)",
        "estandar": "ESCRITURA: Escribo resúmenes e informes que demuestran mi conocimiento sobre temas de otras disciplinas.",
        "dba": [
          "Redacta textos argumentativos con una estructura clara y sencilla sobre temas académicos. Para esto, sigue modelos y un proceso de planeación, escritura, revisión y edición; se apoya en su profesor(a) y/o compañeros(as) de clase."
        ],
        "evidencias": [
          "(Evidencia) Planeo, reviso y edito mis escritos con la ayuda de mis compañeros y del profesor.",
          "(Evidencia) Escribo diferentes tipos de textos de mediana longitud y con una estructura sencilla (cartas, notas, mensajes, correos electrónicos, etc.).",
          "(Evidencia) Valoro la escritura como un medio de expresión de mis ideas y pensamientos, quién soy y qué sé del mundo.",
          "(Evidencia) Escribo textos a través de los cuales explico mis preferencias, decisiones o actuaciones.",
          "(Saber Conocer) Identifica elementos del lenguaje figurado (metáforas, símiles, personificaciones) y su función en la narrativa.",
          "(Saber Conocer) Comprende el concepto de \"tono\" en la escritura y cómo se puede crear a través del lenguaje.",
          "(Saber Hacer) Utiliza el lenguaje figurado para crear imágenes vívidas y un tono específico en sus escritos.",
          "(Saber Hacer) Escribe diferentes tipos de texto (cuentos, poemas, ensayos) con un tono y estilo adecuados a la audiencia y al propósito comunicativo.",
          "(Saber Aplicar) Analiza el uso del lenguaje figurado y el tono en diferentes textos literarios.",
          "(Saber Aplicar) Planifica, escribe y revisa un texto creativo (cuento, poema, guion) que transmita un mensaje específico a través del lenguaje y el tono."
        ],
        "saberes": [
          "Instrucciones para acciones cotidianas.",
          "Idea principal de un texto oral.",
          "¿Por qué los mitos son importantes para mi cultura general?",
          "The legend of the Trojan war.",
          "Greek, Nordic and Chinese myths of origin.",
          "Sentido general de un texto oral sin entender todas sus palabras.",
          "Conversaciones de interés.",
          "I represent my favorite artist.",
          "Estrategias para crear y cerrar conversaciones naturales.",
          "Narraciones detalladas de experiencias.",
          "Opiniones, planes y proyectos.",
          "Reported speech",
          "Palabras clave en textos.",
          "Reading Formation of the earth.",
          "Vocabulary",
          "Posiciones críticas frente a puntos de vista de autores.",
          "Ideas principales y especificas en textos.",
          "Inferencias de textos.",
          "Textos informativos.",
          "Corrección de escritos propios.",
          "Making a good comic.",
          "Escritura como un medio de expresión.",
          "Textos donde explico mis preferencias, decisiones o actuaciones."
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      }
    ],
    "3": [
      {
        "componente": "Lingüístico (Escucha)",
        "estandar": "ESCUCHA: Identifico conectores en una situación de habla para comprender su sentido.",
        "dba": [
          "Identifica el propósito de textos orales y escritos de mediana longitud relacionados con temas de interés general y de su entorno académico y la comparte con otros. Para esto, utiliza su conocimiento acerca de la estructura de los textos."
        ],
        "evidencias": [
          "(Evidencia) Identifico la idea principal de un texto oral cuando tengo conocimiento previo del tema.",
          "(Evidencia) Identifico conectores en una situación de habla para comprender su sentido.",
          "(Evidencia) Identifico personas, situaciones, lugares y el tema en conversaciones sencillas.",
          "(Evidencia) Comprendo el sentido general del texto oral aunque no entienda todas sus palabras.",
          "(Saber Conocer) Reconoce vocabulario relacionado con el mundo laboral (profesiones, habilidades, empleo, negocios, finanzas, etc.), expresiones y frases para describir trabajos y responsabilidades.",
          "(Saber Conocer) Comprende estructuras gramaticales para hablar sobre el futuro (will, going to, present continuous for future arrangements), condicionales (if clauses) y el Presente Perfecto Continuo.",
          "(Saber Hacer) Interpreta información sobre el mundo laboral, profesiones y diferentes tipos de trabajo en textos orales.",
          "(Saber Hacer) Utiliza el vocabulario y las estructuras gramaticales aprendidas para hablar sobre trabajos, habilidades y aspiraciones profesionales.",
          "(Saber Hacer) Participa en conversaciones y simulaciones sobre el mundo laboral, como entrevistas de trabajo o presentaciones de proyectos.",
          "(Saber Aplicar) Analiza las ventajas y desventajas de diferentes opciones profesionales, considerando sus intereses, habilidades y valores.",
          "(Saber Aplicar) Evalúa sus propias habilidades y aptitudes para diferentes campos laborales."
        ],
        "saberes": [
          "Instrucciones para acciones cotidianas.",
          "Idea principal de un texto oral.",
          "The legend of Robin Hood.",
          "Personas, situaciones, lugares y el tema en conversaciones sencillas.",
          "Sentido general de un texto oral sin entender todas sus palabras.",
          "Conversaciones de interés.",
          "Reported on free topic",
          "Estrategias para crear y cerrar conversaciones naturales.",
          "Active voice - passive voice",
          "Palabras clave en textos.",
          "Reading about The space era.",
          "Vocabulary",
          "Posiciones criticas frente a puntos de vista de autores.",
          "Ideas principales y especificas en textos.",
          "Inferencias de textos.",
          "Textos informativos.",
          "Construcción de textos medianos y sencillos (cartas, notas, mensajes, correos electrónicos, etc.).",
          "Resúmenes e informes.",
          "Textos y sus posible lectores.",
          "Textos donde explico mis preferencias, decisiones o actuaciones."
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      },
      {
        "componente": "Lingüístico (Conversación)",
        "estandar": "CONVERSACIÓN O MONÓLOGO: Utilizo un vocabulario apropiado para expresar mis ideas con claridad sobre temas del currículo y de mi interés. Participo espontáneamente en conversaciones sobre temas de mi interés utilizando un lenguaje claro y sencillo.",
        "dba": [
          "Expresa de manera oral y escrita su posición acerca de un tema conocido teniendo en cuenta a quién está dirigido el texto. Para esto, define el tono del mensaje de acuerdo con el contexto o la cercanía con su audiencia (formal o informal).",
          "Expresa de manera oral su punto de vista acerca de un tema controversial previamente estudiado. Para esto, consulta fuentes confiables, selecciona y organiza la información y la utiliza para desarrollar sus ideas de una manera clara y estructurada.",
          "Identifica el propósito de textos orales y escritos de mediana longitud relacionados con temas de interés general y de su entorno académico y la comparte con otros. Para esto, utiliza su conocimiento acerca de la estructura de los textos.",
          "Mantiene discusiones formales acerca de temas académicos que ha preparado previamente. Para esto, sigue las ideas un tema propuesto, expresa su opinión y la contrasta con la de otros."
        ],
        "evidencias": [
          "(Evidencia) Participo espontáneamente en conversaciones sobre temas de mi interés utilizando un lenguaje claro y sencillo.",
          "(Evidencia) Uso lenguaje funcional para discutir alternativas, hacer recomendaciones y negociar acuerdos en debates preparados con anterioridad.",
          "(Evidencia) Utilizo estrategias que me permiten iniciar, mantener y cerrar una conversación sencilla sobre temas de mi interés, de una forma natural.",
          "(Evidencia) Hago presentaciones orales sobre temas de mi interés y relacionados con el currículo escolar.",
          "(Evidencia) Sustento mis opiniones, planes y proyectos.",
          "(Evidencia) Opino sobre los estilos de vida de la gente de otras culturas, apoyándome en textos escritos y orales previamente estudiados.",
          "(Evidencia) Opiniones sobre diferentes estilos de vida.",
          "(Evidencia) Opiniones, planes y proyectos."
        ],
        "saberes": [
          "Instrucciones para acciones cotidianas.",
          "Idea principal de un texto oral.",
          "The legend of Robin Hood.",
          "Personas, situaciones, lugares y el tema en conversaciones sencillas.",
          "Sentido general de un texto oral sin entender todas sus palabras.",
          "Conversaciones de interés.",
          "Reported on free topic",
          "Estrategias para crear y cerrar conversaciones naturales.",
          "Active voice - passive voice",
          "Palabras clave en textos.",
          "Reading about The space era.",
          "Vocabulary",
          "Posiciones criticas frente a puntos de vista de autores.",
          "Ideas principales y especificas en textos.",
          "Inferencias de textos.",
          "Textos informativos.",
          "Construcción de textos medianos y sencillos (cartas, notas, mensajes, correos electrónicos, etc.).",
          "Resúmenes e informes.",
          "Textos y sus posible lectores.",
          "Textos donde explico mis preferencias, decisiones o actuaciones."
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      },
      {
        "componente": "Sociolingüístico (Lectura)",
        "estandar": "LECTURA: En un texto identifico los elementos que me permiten apreciar los valores de la cultura angloparlante.",
        "dba": [
          "Explica tanto en forma oral como escrita las causas y efectos, así como el problema y la solución de una situación. Para esto, define la relación entre las ideas que quiere explicar y utiliza el lenguaje correspondiente."
        ],
        "evidencias": [
          "(Evidencia) Identifico palabras clave dentro del texto que me permiten comprender su sentido general.",
          "(Evidencia) Identifico el punto de vista del autor.",
          "(Evidencia) Asumo una posición crítica frente al punto de vista del autor.",
          "(Evidencia) Analizo textos descriptivos, narrativos y argumentativos con el fin de comprender las ideas principales y específicas.",
          "(Evidencia) Hago inferencias a partir de la información en un texto.",
          "(Evidencia) Comprendo variedad de textos informativos provenientes de diferentes fuentes",
          "(Saber Conocer) Identifica vocabulario relacionado con el mundo laboral en diferentes países angloparlantes, incluyendo aspectos culturales, sociales y económicos.",
          "(Saber Hacer) Compara y contrasta diferentes culturas laborales, identificando las similitudes y diferencias en las prácticas, valores y expectativas.",
          "(Saber Hacer) Analiza textos informativos y narrativos sobre el mundo laboral en diferentes países angloparlantes, identificando los retos y oportunidades",
          "(Saber Aplicar) Reflexiona sobre las implicaciones de la globalización en el mercado laboral y en la diversidad cultural de las empresas.",
          "(Saber Aplicar) Expresa su opinión sobre las diferentes culturas laborales y sus preferencias personales"
        ],
        "saberes": [
          "Instrucciones para acciones cotidianas.",
          "Idea principal de un texto oral.",
          "The legend of Robin Hood.",
          "Personas, situaciones, lugares y el tema en conversaciones sencillas.",
          "Sentido general de un texto oral sin entender todas sus palabras.",
          "Conversaciones de interés.",
          "Reported on free topic",
          "Estrategias para crear y cerrar conversaciones naturales.",
          "Active voice - passive voice",
          "Palabras clave en textos.",
          "Reading about The space era.",
          "Vocabulary",
          "Posiciones criticas frente a puntos de vista de autores.",
          "Ideas principales y especificas en textos.",
          "Inferencias de textos.",
          "Textos informativos.",
          "Construcción de textos medianos y sencillos (cartas, notas, mensajes, correos electrónicos, etc.).",
          "Resúmenes e informes.",
          "Textos y sus posible lectores.",
          "Textos donde explico mis preferencias, decisiones o actuaciones."
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      },
      {
        "componente": "Pragmático (Escritura)",
        "estandar": "ESCRITURA: Escribo resúmenes e informes que demuestran mi conocimiento sobre temas de otras disciplinas.",
        "dba": [
          "Redacta textos argumentativos con una estructura clara y sencilla sobre temas académicos. Para esto, sigue modelos y un proceso de planeación, escritura, revisión y edición; se apoya en su profesor(a) y/o compañeros(as) de clase."
        ],
        "evidencias": [
          "(Evidencia) Escribo diferentes tipos de textos de mediana longitud y con una estructura sencilla (cartas, notas, mensajes, correos electrónicos, etc.).",
          "(Evidencia) Escribo resúmenes e informes que demuestran mi conocimiento sobre temas de otras disciplinas.",
          "(Evidencia) Escribo textos de diferentes tipos teniendo en cuenta a mi posible lector.",
          "(Evidencia) Planeo, reviso y edito mis escritos con la ayuda de mis compañeros y del profesor.",
          "(Saber Conocer) Identifica estructuras gramaticales para la escritura de diferentes tipos de texto (informativos, argumentativos, narrativos).",
          "(Saber Conocer) Recurre a vocabulario preciso y variado para expresar ideas de manera clara, concisa y adecuada al contexto.",
          "(Saber Hacer) Planifica, organiza, desarrolla y revisa un texto antes de su publicación.",
          "(Saber Hacer) Utiliza diferentes recursos para organizar la información en un texto (párrafos, conectores, elementos de cohesión).",
          "(Saber Hacer) Escribe diferentes tipos de texto con una estructura clara, coherente y cohesiva.",
          "(Saber Aplicar) Evalúa la claridad, precisión, organización y estilo de su propio texto y el de otros, proporcionando retroalimentación constructiva.",
          "(Saber Aplicar) Planifica, escribe y revisa un texto con un propósito comunicativo específico, adaptando el lenguaje, el tono y el estilo a la audiencia y al contexto."
        ],
        "saberes": [
          "Instrucciones para acciones cotidianas.",
          "Idea principal de un texto oral.",
          "The legend of Robin Hood.",
          "Personas, situaciones, lugares y el tema en conversaciones sencillas.",
          "Sentido general de un texto oral sin entender todas sus palabras.",
          "Conversaciones de interés.",
          "Reported on free topic",
          "Estrategias para crear y cerrar conversaciones naturales.",
          "Active voice - passive voice",
          "Palabras clave en textos.",
          "Reading about The space era.",
          "Vocabulary",
          "Posiciones criticas frente a puntos de vista de autores.",
          "Ideas principales y especificas en textos.",
          "Inferencias de textos.",
          "Textos informativos.",
          "Construcción de textos medianos y sencillos (cartas, notas, mensajes, correos electrónicos, etc.).",
          "Resúmenes e informes.",
          "Textos y sus posible lectores.",
          "Textos donde explico mis preferencias, decisiones o actuaciones."
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      }
    ]
  }
}
