{
  "identificacion_grado": 10,
  "area_identificacion": "Proyecto Socioemocional",
  "periodo_1": [
    {
      "id": "CON-001",
      "concepto": "Autoconocimiento vocacional",
      "definicion_pedagogica": "El autoconocimiento vocacional es la capacidad del estudiante para identificar de manera integrada sus fortalezas, intereses, emociones y valores personales, reconociendo cómo estos elementos orientan sus decisiones sobre el futuro académico y laboral. En el ciclo 5 se articula con la competencia de conciencia emocional y con el eje \"Exploro mis caminos\", ya que permite conectar lo que disfruta y en lo que se siente competente con posibles rutas de formación. Se vincula con el estándar del período 1, que plantea identificar decisiones vocacionales en contextos escolares reales, pues exige relacionar materias, proyectos y experiencias actuales con preferencias de futuro. Desde la orientación de la batería de autoconocimiento vocacional y proyecto de vida, este autoconocimiento es la base para evitar elecciones solo por moda, presión familiar o miedo, favoreciendo decisiones más auténticas y sostenibles.",
      "definicion_estudiante": "El autoconocimiento vocacional es conocerte a fondo para saber qué se te da bien, qué temas te interesan, cómo eres emocionalmente y qué valoras en la vida, y usar todo eso para pensar en tu futuro de estudio y trabajo. Significa observar qué actividades te dan energía, en cuáles te reconocen los demás y qué tipo de problemas te gusta resolver. Cuanto mejor te conoces, más fácil es elegir caminos que realmente tienen sentido para ti.",
      "habilidad_malla": "Conciencia emocional",
      "ejemplo_aula": "\"Sé que disfruto explicar a otros y que tengo paciencia, por eso me atrae estudiar algo relacionado con educación o formación.\"",
      "evidencia_logro": "El docente observa que el estudiante describe al menos tres elementos de su perfil personal (fortalezas, intereses, valores, emociones frecuentes) y los vincula explícitamente con posibles áreas académicas o laborales que le resultan atractivas.",
      "tip_psicologico": "Propón actividades de autoexploración vocacional donde los estudiantes identifiquen momentos en los que se han sentido competentes y motivados, y analicen qué habilidades pusieron en juego. Anímales a contrastar sus percepciones con retroalimentación de docentes y familiares de confianza. Refuerza la idea de que conocerse es un proceso continuo, no una respuesta cerrada, y que equivale a tener mejores criterios para decidir."
    },
    {
      "id": "CON-002",
      "concepto": "Vocación (descubrimiento inicial)",
      "definicion_pedagogica": "La vocación, en su fase de descubrimiento inicial, se refiere al reconocimiento de aquellas actividades, áreas de conocimiento y temas que generan disfrute, curiosidad y sentido personal, funcionando como señales tempranas del posible camino profesional. En el ciclo 5 se vincula con la competencia de conciencia emocional y el eje \"Exploro mis caminos\", ya que implica escuchar las propias inclinaciones internas más allá de las expectativas externas. Se relaciona con el estándar del período 1, que demanda identificar decisiones vocacionales en contextos reales, porque el estudiante comienza a conectar actividades concretas del colegio con campos profesionales afines. Desde la orientación de la batería de autoconocimiento vocacional y proyecto de vida, este descubrimiento ofrece un mapa inicial para la exploración de rutas de formación posteriores.",
      "definicion_estudiante": "La vocación, en este punto, es empezar a notar qué actividades te hacen sentir tan concentrado y contento que el tiempo se pasa rápido, y preguntarte qué carreras o trabajos se relacionan con eso. No es tener todo decidido, sino reconocer pistas sobre lo que te mueve por dentro. Tomar en serio esas señales te ayuda a explorar opciones de estudio que encajan mejor contigo.",
      "habilidad_malla": "Conciencia emocional",
      "ejemplo_aula": "\"Cuando organizo actividades en el colegio siento que el tiempo vuela, eso me hace pensar en carreras de gestión o comunicación.\"",
      "evidencia_logro": "El docente observa que el estudiante identifica actividades escolares o extracurriculares que le generan alto interés y disfrute, y las relaciona con al menos dos posibles campos académicos o profesionales.",
      "tip_psicologico": "Invita a los estudiantes a registrar durante varias semanas las actividades en las que sienten mayor motivación y sentido, y luego relacionarlas con áreas ocupacionales. Evita presionar para que definan una carrera definitiva; enfócate en ampliar el panorama de opciones coherentes con sus inclinaciones. Refuerza verbalmente el valor de explorar, hacer preguntas y participar en experiencias de prueba como parte del descubrimiento vocacional."
    },
    {
      "id": "CON-003",
      "concepto": "Visión de futuro (exploración de opciones)",
      "definicion_pedagogica": "La visión de futuro, en clave de exploración de opciones, es la capacidad del estudiante para imaginar distintos escenarios posibles de estudio y trabajo, conectando lo que hoy le gusta y en lo que tiene fortalezas con oportunidades reales de formación y ocupación. En el ciclo 5 se relaciona con la competencia de conciencia emocional y el eje \"Exploro mis caminos\", pues implica proyectarse más allá del presente inmediato sin perder realismo. Se vincula con el estándar del período 1, centrado en identificar decisiones vocacionales en contextos escolares reales, ya que el estudiante contrasta sus ideas con la oferta educativa y laboral disponible. Desde la orientación de la batería de autoconocimiento vocacional y proyecto de vida, esta visión amplia previene decisiones aceleradas y abre espacio a comparaciones informadas entre distintas rutas.",
      "definicion_estudiante": "La visión de futuro en esta etapa es poder imaginar distintos caminos posibles para tu vida, preguntándote cómo se vería tu día a día si eliges una u otra opción de estudio o trabajo. Significa relacionar lo que hoy disfrutas en el colegio con carreras u oficios que necesitan esas habilidades. Al explorar varias alternativas, puedes decidir con más calma qué quieres intentar primero.",
      "habilidad_malla": "Conciencia emocional",
      "ejemplo_aula": "\"Si me gusta la biología, pienso en carreras relacionadas con salud o medio ambiente.\"",
      "evidencia_logro": "El docente observa que el estudiante menciona al menos dos posibles trayectorias de estudio o trabajo relacionadas con sus gustos actuales y es capaz de describir brevemente qué le atrae de cada una.",
      "tip_psicologico": "Facilita espacios de investigación guiada sobre distintas profesiones y rutas de formación, pidiendo a los estudiantes que comparen opciones según sus intereses y valores. Anímales a conversar con profesionales o egresados para obtener información más realista. Refuerza la idea de que explorar opciones no significa indecisión, sino tomar en serio la elección del futuro."
    },
    {
      "id": "CON-004",
      "concepto": "Introspección",
      "definicion_pedagogica": "La introspección es el proceso sistemático mediante el cual el estudiante observa sus pensamientos, emociones y reacciones para comprenderse mejor y aprender de sus experiencias, especialmente en momentos de conflicto o decisión vocacional. En el ciclo 5 se articula con la competencia de conciencia emocional y el eje \"Exploro mis caminos\", ya que permite revisar cómo la historia personal, las expectativas familiares y las vivencias escolares influyen en sus proyectos de futuro. Se vincula con el estándar del período 1, porque una decisión vocacional consciente exige momentos de reflexión interna más allá de las opiniones externas. Desde la orientación de la batería de autoconocimiento vocacional y proyecto de vida, la introspección fortalece la capacidad de ajustar el rumbo personal a partir de la experiencia.",
      "definicion_estudiante": "La introspección es dedicarte un tiempo para pensar en calma en lo que sientes, en por qué reaccionas como reaccionas y en qué aprendizajes te deja cada situación importante. No es darle vueltas a los problemas sin sentido, sino revisar qué te está diciendo esa experiencia sobre quién eres y qué quieres. Cuando practicas la introspección, tus decisiones dejan de ser automáticas y se vuelven más conscientes.",
      "habilidad_malla": "Conciencia emocional",
      "ejemplo_aula": "\"Después de una discusión, me pregunto qué estaba sintiendo realmente y por qué reaccioné así.\"",
      "evidencia_logro": "El docente observa que el estudiante relata situaciones recientes y es capaz de identificar qué pensaba y qué sentía en ese momento, así como algún aprendizaje personal que extrae de la experiencia.",
      "tip_psicologico": "Sugiere el uso de diarios de reflexión o bitácoras vocacionales donde los estudiantes registren momentos clave de la semana y lo que descubren sobre sí mismos. Enseña preguntas guía simples (qué pasó, qué sentí, qué pensé, qué aprendí) para organizar la introspección. Refuerza cuando comparten conclusiones maduras sobre sus reacciones sin juzgarse de forma extrema."
    },
    {
      "id": "CON-005",
      "concepto": "Autoconfianza (reconocimiento de capacidades)",
      "definicion_pedagogica": "La autoconfianza, entendida como reconocimiento de capacidades, es la creencia realista del estudiante en su habilidad para aprender, equivocarse y volver a intentar, identificando sus fortalezas y aspectos por mejorar sin caer en la sobrevaloración ni en la descalificación. En el ciclo 5 se vincula con la competencia de conciencia emocional y el eje \"Exploro mis caminos\", pues un nivel adecuado de autoconfianza es esencial para explorar opciones vocacionales desafiantes. Se relaciona con el estándar del período 1, que exige identificar decisiones vocacionales en contextos reales, ya que la percepción de capacidad influye directamente en qué rutas de estudio o trabajo se consideran posibles. Desde la orientación de la batería de autoconocimiento vocacional y proyecto de vida, la autoconfianza protege frente al miedo paralizante al fracaso y promueve decisiones más libres.",
      "definicion_estudiante": "La autoconfianza es creer que, aunque todavía tengas cosas por mejorar, eres capaz de aprender y avanzar si te lo propones y buscas estrategias. No es pensar que lo sabes todo, sino reconocer en qué eres bueno y en qué puedes fortalecerte sin insultarte. Con esta confianza, te atreves a intentar metas más altas y a considerar opciones de futuro que antes descartabas por miedo.",
      "habilidad_malla": "Conciencia emocional",
      "ejemplo_aula": "\"Antes pensaba que no era bueno para exponer, ahora sé que con práctica puedo hacerlo bien.\"",
      "evidencia_logro": "El docente observa que el estudiante identifica capacidades propias y se propone desafíos acordes a ellas, acepta la retroalimentación sin derrumbarse y muestra disposición a seguir practicando para mejorar.",
      "tip_psicologico": "Ofrece retroalimentación específica sobre habilidades y avances, evitando elogios vagos o centrados solo en la nota. Ayuda a los estudiantes a construir un inventario de fortalezas vinculadas a su proyecto vocacional. Refuerza las ocasiones en que se arriesgan a probar algo nuevo confiando en su capacidad de aprender, incluso si el resultado no es perfecto."
    }
  ],
  "periodo_2": [
    {
      "id": "CON-006",
      "concepto": "Propósito personal",
      "definicion_pedagogica": "El propósito personal es la sensación de tener una dirección interna que orienta las decisiones importantes de la vida, conectando metas académicas, laborales y de desarrollo personal con aquello que genera significado y motivación emocional en el estudiante. En el ciclo 5 se articula con la competencia de autonomía avanzada y el eje \"Planifico mi futuro\", ya que el propósito permite priorizar entre múltiples opciones y sostener el esfuerzo a largo plazo. Se vincula con el estándar del período 2, que refiere a planificar trayectorias vocacionales autónomas con pasos definidos, porque un propósito claro orienta la selección de metas y planes concretos. Desde la orientación de la batería de toma de decisiones y sentido de propósito, esta claridad ayuda a enfrentar dudas y presiones externas sin perder el rumbo central.",
      "definicion_estudiante": "El propósito personal es esa idea profunda de para qué quieres usar tus talentos y tu tiempo, lo que te hace sentir que tu vida tiene sentido cuando eliges un camino u otro. No es solo elegir una carrera, sino preguntarte cómo quieres impactar tu entorno con lo que haces. Cuando conectas tus decisiones con tu propósito, te resulta más fácil mantener el esfuerzo y decir \"no\" a opciones que te alejan de lo que realmente quieres.",
      "habilidad_malla": "Autonomía avanzada",
      "ejemplo_aula": "\"Cuando pienso en estudiar medicina, siento que mi propósito es ayudar a otros a mejorar su calidad de vida.\"",
      "evidencia_logro": "El docente observa que el estudiante expresa, más allá del prestigio o del dinero, razones de significado personal y sentido para justificar su elección de área vocacional o proyecto de vida.",
      "tip_psicologico": "Propón ejercicios donde los estudiantes escriban una breve declaración de propósito, conectando sus talentos, intereses y valores con el tipo de aporte que quisieran hacer. Anima a revisar y ajustar ese propósito con el tiempo, sin verlo como algo rígido. Refuerza cuando las decisiones académicas se explican en función de ese propósito y no solo de presiones externas."
    },
    {
      "id": "CON-007",
      "concepto": "Toma de decisiones conscientes",
      "definicion_pedagogica": "La toma de decisiones conscientes es la habilidad del estudiante para analizar opciones, considerar emociones, valores, información disponible y consecuencias, y elegir de manera reflexiva en lugar de hacerlo por impulso o presión social o familiar. En el ciclo 5 se vincula con la competencia de autonomía avanzada y el eje \"Planifico mi futuro\", ya que las decisiones vocacionales requieren deliberación estructurada. Se relaciona con el estándar del período 2, que contempla planificar trayectorias vocacionales autónomas, porque involucra comparar alternativas de formación, rutas económicas y proyectos personales. Desde la orientación de la batería de toma de decisiones y sentido de propósito, esta habilidad reduce el riesgo de arrepentimientos tempranos y favorece elecciones más sustentadas.",
      "definicion_estudiante": "La toma de decisiones conscientes es detenerte antes de elegir algo importante, revisar qué sientes, qué valoras, qué información tienes y qué podría pasar después, en vez de decidir solo por impulso o por lo que dicen los demás. Significa hacerte preguntas, buscar datos y hablar con personas de confianza antes de escoger. Cuando decides así, te sientes más responsable y tranquilo con los resultados, aunque no todo salga perfecto.",
      "habilidad_malla": "Autonomía avanzada",
      "ejemplo_aula": "\"Antes de escoger el énfasis, hice una lista de pros y contras y hablé con personas de confianza.\"",
      "evidencia_logro": "El docente observa que el estudiante describe el proceso que siguió para tomar una decisión importante (por ejemplo, elección de énfasis o de proyecto) incluyendo búsqueda de información, análisis de opciones y consulta con referentes significativos.",
      "tip_psicologico": "Entrena con los estudiantes un pequeño protocolo para decisiones importantes (definir el problema, explorar opciones, evaluar consecuencias, elegir y revisar). Usa ejemplos vocacionales reales para que practiquen este proceso. Refuerza cuando expresan cómo sus decisiones se basan en un análisis propio y no solo en la presión del entorno."
    },
    {
      "id": "CON-008",
      "concepto": "Coherencia (valores y decisiones)",
      "definicion_pedagogica": "La coherencia entre valores y decisiones es la alineación entre lo que el estudiante declara importante a nivel ético y vocacional, y las elecciones que realiza en situaciones reales, incluso cuando existe presión externa para actuar de otro modo. En el ciclo 5 se relaciona con la competencia de autonomía avanzada y el eje \"Planifico mi futuro\", pues un proyecto de vida sólido requiere decisiones que respeten los principios personales. Se vincula con el estándar del período 2, centrado en planificar trayectorias autónomas, ya que mantener la coherencia protege contra cambios bruscos motivados solo por aprobación o miedo. Desde la orientación de la batería de toma de decisiones y sentido de propósito, esta coherencia fortalece la integridad y la confianza que otros depositan en el estudiante.",
      "definicion_estudiante": "La coherencia es que tus decisiones concretas reflejen los valores que dices tener, por ejemplo, si afirmas que valoras la honestidad, no aceptas hacer trampa solo para quedar bien con el grupo. Significa revisar si lo que haces en el día a día se parece a la persona que dices querer ser. Cuando actúas con coherencia, puede ser más difícil en el momento, pero te deja una sensación de respeto hacia ti mismo.",
      "habilidad_malla": "Autonomía avanzada",
      "ejemplo_aula": "\"Valoro la honestidad, por eso no acepté modificar una respuesta solo para quedar bien con el grupo.\"",
      "evidencia_logro": "El docente observa que el estudiante toma decisiones acordes con sus valores declarados incluso cuando esto implica perder algún beneficio inmediato o afrontar críticas, y puede explicar la relación entre su elección y sus principios.",
      "tip_psicologico": "Invita al grupo a analizar dilemas éticos donde haya un choque entre valores y conveniencia, discutiendo qué decisión sería coherente en cada caso. Señala con cuidado las incongruencias sin descalificar a la persona, centrando la reflexión en la conducta. Refuerza especialmente los actos de coherencia que implican renunciar a ventajas injustas."
    },
    {
      "id": "CON-009",
      "concepto": "Congruencia ética",
      "definicion_pedagogica": "La congruencia ética es la capacidad del estudiante para actuar según principios morales personales y universales (justicia, respeto, honestidad) aun cuando hacerlo implique perder beneficios, enfrentar críticas o ir contra la mayoría. En el ciclo 5 se vincula con la competencia de autonomía avanzada y el eje \"Planifico mi futuro\", ya que las decisiones vocacionales y de vida suelen estar atravesadas por dilemas éticos. Se relaciona con el estándar del período 2, que aborda la planificación autónoma de la trayectoria vocacional, porque un proyecto de vida responsable considera el impacto ético de las elecciones. Desde la orientación de la batería de toma de decisiones y sentido de propósito, esta congruencia consolida una identidad moral que guía al estudiante más allá del contexto inmediato.",
      "definicion_estudiante": "La congruencia ética es mantenerte fiel a lo que consideras correcto, incluso cuando eso significa perder una ventaja, quedar mal con algunos o ir contra lo que hace la mayoría. No se trata de sentirte superior, sino de actuar de forma honesta con tus principios. Esta postura te ayuda a dormir tranquilo y a construir relaciones basadas en la confianza real.",
      "habilidad_malla": "Autonomía avanzada",
      "ejemplo_aula": "\"Rechacé compartir respuestas del examen aunque eso significara que algunos se molestaran conmigo.\"",
      "evidencia_logro": "El docente observa que el estudiante rechaza participar en acciones claramente deshonestas o injustas, aunque reciba presión directa o indirecta, y argumenta su decisión desde principios éticos y no solo desde el miedo al castigo.",
      "tip_psicologico": "Usa situaciones reales del contexto escolar para discutir qué implicaría actuar con congruencia ética y cuáles serían las consecuencias posibles. Acompaña a los estudiantes que tomen decisiones éticas difíciles, brindándoles apoyo frente a reacciones negativas del entorno. Refuerza narrativas donde se valore la integridad por encima de la conveniencia momentánea."
    },
    {
      "id": "CON-010",
      "concepto": "Responsabilidad emocional (impacto en otros)",
      "definicion_pedagogica": "La responsabilidad emocional es el reconocimiento del efecto que tienen las decisiones personales, incluidas las vocacionales y relacionales, en el bienestar emocional de los demás, y la disposición a minimizar el daño y reparar cuando se produce. En el ciclo 5 se articula con la competencia de autonomía avanzada y el eje \"Planifico mi futuro\", ya que las elecciones individuales de estudio, trabajo o relación pueden influir en la familia, el grupo de pares y la comunidad. Se vincula con el estándar del período 2, que enfatiza trayectorias vocacionales autónomas, integrando la conciencia de que la autonomía no excluye el cuidado de los otros. Desde la orientación de la batería de toma de decisiones y sentido de propósito, esta responsabilidad favorece un ejercicio ético del proyecto de vida.",
      "definicion_estudiante": "La responsabilidad emocional es darte cuenta de que lo que decides y cómo lo dices puede afectar mucho a las personas que te rodean, y por eso intentas comunicarte de una manera que sea honesta pero también respetuosa. Significa pensar en cómo dar una opinión, poner un límite o tomar una decisión importante sin humillar ni minimizar a nadie. Cuando eres responsable emocionalmente, cuidas tus relaciones y asumes tu parte cuando lastimas a alguien.",
      "habilidad_malla": "Autonomía avanzada",
      "ejemplo_aula": "\"Pensé cómo decirle a mi amigo que no estaba de acuerdo sin humillarlo ni hacerlo sentir menos.\"",
      "evidencia_logro": "El docente observa que el estudiante elige con cuidado sus palabras y el momento para abordar temas difíciles, muestra preocupación por cómo se sentirá la otra persona y, si genera daño, ofrece reparaciones y ajustes en su forma de comunicarse.",
      "tip_psicologico": "Modela formas de dar retroalimentación y expresar desacuerdos que sean claras pero respetuosas, y practica con el grupo a través de juegos de rol. Cuando surjan conflictos, enfoca la reflexión en el impacto emocional de las palabras y no solo en quién tiene la razón. Refuerza las conductas en las que los estudiantes muestran cuidado por la emoción del otro al tomar decisiones."
    }
  ],
  "periodo_3": [
    {
      "id": "CON-011",
      "concepto": "Resiliencia",
      "definicion_pedagogica": "La resiliencia es la habilidad del estudiante para sobreponerse a dificultades, frustraciones y pérdidas relacionadas con su vida académica, familiar o vocacional, aprendiendo de ellas y manteniendo una esperanza realista de mejora. En el ciclo 5 se vincula con la competencia de habilidades para la vida y el eje \"Me preparo para los riesgos\", porque supone desarrollar recursos internos y externos para enfrentar situaciones críticas. Se relaciona con el estándar del período 3, que plantea resistir presiones externas en decisiones vocacionales, ya que una persona resiliente puede sostener su proyecto a pesar de obstáculos o fracasos iniciales. Desde la orientación de la batería de resiliencia y adaptación al cambio, esta habilidad ayuda a transformar las crisis en oportunidades de crecimiento personal y vocacional.",
      "definicion_estudiante": "La resiliencia es levantarte después de un golpe fuerte, como no pasar una prueba, no quedar en un equipo o vivir un cambio difícil, y usar esa experiencia para mejorar en lugar de rendirte. Significa aceptar el dolor, buscar apoyo y ajustar tus estrategias, confiando en que puedes volver a intentarlo de otra manera. Cada vez que te recuperas, te haces más fuerte para los retos que vienen.",
      "habilidad_malla": "Habilidades para la vida",
      "ejemplo_aula": "\"Aunque no quedé en el equipo la primera vez, seguí entrenando y volví a presentarme mejor preparado.\"",
      "evidencia_logro": "El docente observa que el estudiante, tras una dificultad significativa, no abandona de forma definitiva su meta, sino que identifica aprendizajes, ajusta su plan y vuelve a intentarlo con nuevas estrategias o apoyos.",
      "tip_psicologico": "Invita a los estudiantes a compartir historias de situaciones difíciles que han superado, resaltando los recursos que utilizaron. Evita discursos que trivialicen el dolor; valida la emoción y luego enfoca en las posibilidades de acción. Refuerza especialmente los momentos en que, pese al cansancio o la decepción, el estudiante decide intentarlo de nuevo con un plan mejorado."
    },
    {
      "id": "CON-012",
      "concepto": "Adaptabilidad",
      "definicion_pedagogica": "La adaptabilidad es la capacidad del estudiante para ajustar pensamientos, emociones y comportamientos frente a cambios importantes en el colegio, la familia o el proyecto de vida (traslados, nuevas exigencias, cambios de plan vocacional), manteniendo un sentido de dirección y bienestar. En el ciclo 5 se relaciona con la competencia de habilidades para la vida y el eje \"Me preparo para los riesgos\", ya que un mundo cambiante exige flexibilidad para reconfigurar metas. Se vincula con el estándar del período 3, centrado en resistir presiones externas, porque adaptarse no significa ceder en todo, sino reorganizarse sin perder el núcleo del proyecto personal. Desde la orientación de la batería de resiliencia y adaptación al cambio, la adaptabilidad permite que el estudiante transforme las transiciones en oportunidades.",
      "definicion_estudiante": "La adaptabilidad es ser capaz de reajustarte cuando las cosas cambian, por ejemplo, al cambiar de colegio, de grupo o de plan de estudio, sin perder totalmente tu equilibrio. Significa darte un tiempo para procesar lo que pasa, aceptar lo que no puedes controlar y buscar nuevas formas de sentirte bien y avanzar. Ser adaptable no es rendirse, es encontrar otra manera de seguir creciendo en una situación distinta.",
      "habilidad_malla": "Habilidades para la vida",
      "ejemplo_aula": "\"El cambio de colegio fue duro, pero busqué actividades donde pudiera conocer personas nuevas y sentirme incluido.\"",
      "evidencia_logro": "El docente observa que el estudiante reconoce el impacto emocional de un cambio relevante, pero se vincula progresivamente con nuevas actividades, grupos o estrategias académicas, evitando aislarse o bloquearse de forma prolongada.",
      "tip_psicologico": "Acompaña los procesos de cambio preguntando qué se pierde, qué se gana y qué se mantiene del proyecto de vida del estudiante. Ayúdales a identificar recursos personales y apoyos externos para transitar la transición. Refuerza los pequeños pasos de integración y los ejemplos en los que logran resignificar una situación inicialmente negativa."
    },
    {
      "id": "CON-013",
      "concepto": "Regulación emocional ante la frustración",
      "definicion_pedagogica": "La regulación emocional ante la frustración es la capacidad del estudiante para reconocer, nombrar y modular emociones intensas cuando las cosas no salen como se esperan, evitando reacciones impulsivas dañinas hacia sí mismo, otros o el entorno. En el ciclo 5 se vincula con la competencia de habilidades para la vida y el eje \"Me preparo para los riesgos\", pues la gestión de la frustración es central para sostener metas vocacionales exigentes. Se relaciona con el estándar del período 3, referido a resistir presiones externas, porque un manejo adecuado de la frustración reduce la probabilidad de abandonar el proyecto por reacciones momentáneas. Desde la orientación de la batería de resiliencia y adaptación al cambio, esta habilidad permite transformar el malestar en análisis y acción constructiva.",
      "definicion_estudiante": "La regulación emocional ante la frustración es darte cuenta cuando te sientes muy molesto o decepcionado porque algo no salió como querías, ponerle nombre a esa emoción y usar estrategias para calmarte antes de reaccionar. Puede ser respirar profundo, esperar un rato, hablar con alguien o cambiar de actividad un momento. Al regularte, evitas decir o hacer cosas de las que luego te arrepientas y puedes pensar con más claridad qué hacer después.",
      "habilidad_malla": "Habilidades para la vida",
      "ejemplo_aula": "\"Cuando no obtuve la nota que quería, respiré profundo y esperé a estar más tranquilo antes de hablar con el profesor.\"",
      "evidencia_logro": "El docente observa que el estudiante identifica la emoción de frustración, la comunica de forma adecuada y utiliza al menos una estrategia de autorregulación antes de tomar decisiones o confrontar a otros.",
      "tip_psicologico": "Enseña y practiquen técnicas de regulación como respiración profunda, pausas activas o reencuadre de pensamientos después de una evaluación o situación frustrante. Evita reforzar comentarios extremadamente autocríticos o fatalistas; reformula con el estudiante hacia un lenguaje más equilibrado. Refuerza cuando piden un tiempo para calmarse antes de hablar de un tema sensible."
    },
    {
      "id": "CON-014",
      "concepto": "Búsqueda de ayuda y apoyo",
      "definicion_pedagogica": "La búsqueda de ayuda y apoyo es la habilidad del estudiante para reconocer sus límites personales y solicitar acompañamiento emocional, académico o vocacional cuando la situación lo requiere, recurriendo a redes de apoyo formales e informales. En el ciclo 5 se relaciona con la competencia de habilidades para la vida y el eje \"Me preparo para los riesgos\", puesto que enfrentar decisiones vocacionales y crisis sin apoyo incrementa la vulnerabilidad. Se vincula con el estándar del período 3, que plantea resistir presiones externas, ya que compartir preocupaciones con adultos o profesionales de confianza fortalece la autonomía frente a influencias negativas. Desde la orientación de la batería de resiliencia y adaptación al cambio, pedir ayuda es visto como un indicador de madurez, no de debilidad.",
      "definicion_estudiante": "La búsqueda de ayuda es reconocer que hay momentos en los que solo no puedes con todo y decides hablar con alguien de confianza para organizarte mejor o para manejar lo que sientes. Puede ser un docente, un orientador, tu familia o un profesional. Pedir apoyo a tiempo te evita llegar al límite y te ayuda a tomar decisiones más claras.",
      "habilidad_malla": "Habilidades para la vida",
      "ejemplo_aula": "\"Cuando me sentí saturado con tantas tareas, hablé con el orientador y con mis padres para organizar mejor mis responsabilidades.\"",
      "evidencia_logro": "El docente observa que el estudiante identifica situaciones en las que se siente desbordado, solicita apoyo a adultos o servicios institucionales y sigue las orientaciones recibidas para reorganizar sus estrategias o recibir contención emocional.",
      "tip_psicologico": "Aclara con el grupo cuáles son las rutas de ayuda disponibles en la institución y en la comunidad, diferenciando entre problemas que pueden resolver solos y aquellos que requieren acompañamiento. Desestigmatiza la búsqueda de apoyo mostrando ejemplos de personas que se fortalecen gracias a ello. Refuerza cuando los estudiantes se acercan a tiempo, evitando esperar a que la situación llegue a crisis."
    },
    {
      "id": "CON-015",
      "concepto": "Autogestión (estrategias de afrontamiento)",
      "definicion_pedagogica": "La autogestión, en términos de estrategias de afrontamiento, es el uso consciente de recursos personales y ambientales para manejar el estrés, la preocupación y las demandas del contexto, incluyendo organización del tiempo, descanso, apoyo social y técnicas de relajación. En el ciclo 5 se vincula con la competencia de habilidades para la vida y el eje \"Me preparo para los riesgos\", pues un proyecto vocacional sostenible requiere hábitos de cuidado integral. Se relaciona con el estándar del período 3, centrado en resistir presiones externas, debido a que una buena autogestión protege frente al agotamiento y la impulsividad. Desde la orientación de la batería de resiliencia y adaptación al cambio, esta habilidad fortalece la sensación de control interno frente a las exigencias del entorno.",
      "definicion_estudiante": "La autogestión es organizarte y elegir conscientemente qué hacer para manejar el estrés: planear tus tareas, descansar a tiempo, pedir ayuda o usar técnicas que te relajen, en lugar de dejar que el cansancio y la ansiedad se acumulen. Significa tomar responsabilidad por tu bienestar físico y mental mientras persigues tus metas. Cuando te autogestionas, puedes rendir mejor sin destruir tu salud.",
      "habilidad_malla": "Habilidades para la vida",
      "ejemplo_aula": "\"Cuando me siento muy tenso por los exámenes, salgo a caminar un rato y luego retomo el estudio con la mente más clara.\"",
      "evidencia_logro": "El docente observa que el estudiante planifica sus tiempos de estudio y descanso, aplica estrategias específicas para manejar el estrés y evalúa su efectividad, ajustándolas cuando es necesario.",
      "tip_psicologico": "Acompaña al grupo a construir rutinas de estudio y autocuidado realistas, incluyendo sueño, alimentación, ocio saludable y tiempo sin pantallas. Introduce y practiquen técnicas breves de relajación o mindfulness adaptadas a la edad. Refuerza cuando los estudiantes toman decisiones que protegen su bienestar, incluso si implican reorganizar compromisos."
    }
  ],
  "periodo_4": [
    {
      "id": "CON-016",
      "concepto": "Proyecto de vida",
      "definicion_pedagogica": "El proyecto de vida es el proceso continuo mediante el cual el estudiante define, revisa y ajusta metas personales, académicas y laborales que dan dirección a su existencia, integrando sus valores, intereses, capacidades y contexto socioeconómico. En el ciclo 5 se relaciona con la competencia de habilidades sociales (en clave de liderazgo) y el eje \"Dejo mi huella\", ya que un proyecto de vida maduro incluye la contribución al entorno. Se vincula con el estándar del período 4, que plantea gestionar con autonomía la orientación vocacional y los proyectos de vida futura, contribuyendo al grupo escolar con responsabilidad. Desde la orientación de la batería de proyecto de vida y compromiso ético, este proyecto se entiende como un marco flexible que guía decisiones y prioridades a lo largo del tiempo.",
      "definicion_estudiante": "El proyecto de vida es pensar y decidir cómo quieres construir tu futuro en distintas áreas: estudios, trabajo, relaciones, uso del tiempo y contribución a la sociedad, sabiendo que podrás ir ajustando el plan con la experiencia. No es un libreto rígido, sino una guía que te ayuda a elegir qué pasos dar hoy para acercarte a la persona que quieres ser mañana. Cuando trabajas en tu proyecto de vida, tus esfuerzos diarios empiezan a tener una dirección clara.",
      "habilidad_malla": "Habilidades sociales",
      "ejemplo_aula": "\"Quiero estudiar ingeniería, formar una familia y participar en proyectos que mejoren mi ciudad.\"",
      "evidencia_logro": "El docente observa que el estudiante describe metas articuladas en diferentes áreas de su vida y puede explicar cómo se relacionan entre sí, así como los pasos generales que considera necesarios para avanzar hacia ellas.",
      "tip_psicologico": "Invita a los estudiantes a elaborar mapas o planes de proyecto de vida que incluyan metas a corto, mediano y largo plazo, revisándolos periódicamente. Anímales a considerar también posibles obstáculos y alternativas, para evitar frustraciones cuando algo no sale como esperaban. Refuerza la idea de que un buen proyecto de vida incluye espacios de bienestar, vínculos sanos y aportes al entorno, no solo logros académicos o económicos."
    },
    {
      "id": "CON-017",
      "concepto": "Visión de futuro (planificación concreta)",
      "definicion_pedagogica": "La visión de futuro en su dimensión de planificación concreta es la capacidad del estudiante para traducir sueños y deseos en planes realistas, con pasos, tiempos aproximados y recursos identificados que permitan avanzar hacia sus metas de estudio, trabajo y desarrollo personal. En el ciclo 5 se vincula con la competencia de habilidades sociales orientadas al liderazgo responsable y el eje \"Dejo mi huella\", ya que una planificación clara facilita la coordinación con otros y el uso estratégico de oportunidades. Se relaciona con el estándar del período 4, enfocado en gestionar con autonomía la orientación vocacional y proyectos de vida futura, pues requiere construir rutas viables más allá de la intención. Desde la orientación de la batería de proyecto de vida y compromiso ético, esta visión concreta promueve la proactividad y la toma de decisiones informada.",
      "definicion_estudiante": "La visión de futuro como planificación concreta es pasar de decir \"algún día\" a preguntarte qué pasos específicos necesitas dar y cuándo, para acercarte a lo que sueñas. Incluye informarte sobre requisitos, tiempos, costos y becas, y organizarte para cumplirlos. Cuando haces este ejercicio, tu futuro deja de ser una idea lejana y se convierte en un camino que puedes recorrer paso a paso.",
      "habilidad_malla": "Habilidades sociales",
      "ejemplo_aula": "\"Para estudiar fuera del país, debo mejorar mi inglés y buscar becas desde ahora.\"",
      "evidencia_logro": "El docente observa que el estudiante elabora un plan con acciones concretas y plazos aproximados para alcanzar una meta vocacional relevante, y comienza a ejecutar algunos de esos pasos (por ejemplo, cursos, trámites, búsqueda de información).",
      "tip_psicologico": "Acompaña a los estudiantes a desglosar sus metas de largo plazo en hitos intermedios, identificando qué pueden hacer este año, el siguiente y más adelante. Anímales a revisar periódicamente sus planes para ajustarlos a la realidad cambiada sin abandonar el propósito. Refuerza la iniciativa de quienes toman acciones tempranas y realistas en función de sus objetivos."
    },
    {
      "id": "CON-018",
      "concepto": "Compromiso ético y responsabilidad social",
      "definicion_pedagogica": "El compromiso ético y la responsabilidad social se refieren a la disposición del estudiante a considerar el impacto de sus decisiones personales, académicas y vocacionales en la comunidad, y a actuar buscando el bienestar común y no solo el beneficio individual. En el ciclo 5 se articula con la competencia de habilidades sociales y el eje \"Dejo mi huella\", ya que implica asumir roles de liderazgo y participación cívica dentro y fuera de la institución educativa. Se vincula con el estándar del período 4, que demanda contribuir responsablemente al grupo escolar como parte de la gestión del proyecto de vida. Desde la orientación de la batería de proyecto de vida y compromiso ético, este compromiso orienta al estudiante a integrar la ética y la justicia social en sus decisiones de futuro.",
      "definicion_estudiante": "El compromiso ético y la responsabilidad social es tener en cuenta cómo tus decisiones afectan a otras personas y elegir caminos que no solo te beneficien a ti, sino que también aporten algo positivo a tu entorno. Significa interesarte por problemas de la comunidad y buscar maneras concretas de ayudar desde tus habilidades y tu formación. Cuando asumes este compromiso, tu proyecto de vida se conecta con mejorar la realidad de otros, no solo la tuya.",
      "habilidad_malla": "Habilidades sociales",
      "ejemplo_aula": "\"Elegí participar en un proyecto de voluntariado porque siento que mi formación también debe servir a otros.\"",
      "evidencia_logro": "El docente observa que el estudiante participa de manera activa y sostenida en iniciativas escolares o comunitarias orientadas al bien común, y relaciona estas acciones con sus valores y su futuro profesional.",
      "tip_psicologico": "Facilita espacios de participación en proyectos de servicio, liderazgo estudiantil o acciones comunitarias, vinculándolos con las áreas vocacionales de interés de los estudiantes. Promueve reflexiones sobre cómo sus profesiones futuras pueden contribuir a resolver problemas sociales específicos. Refuerza las conductas de solidaridad y activismo responsable, evitando que se conviertan solo en actividades para el currículo."
    },
    {
      "id": "CON-019",
      "concepto": "Metas personales y académicas",
      "definicion_pedagogica": "Las metas personales y académicas representan la capacidad del estudiante para definir objetivos claros a corto, mediano y largo plazo, monitorear sus avances y ajustar estrategias cuando es necesario, integrando estos objetivos en su proyecto de vida. En el ciclo 5 se vinculan con la competencia de habilidades sociales en su dimensión de organización colectiva y el eje \"Dejo mi huella\", ya que las metas individuales influyen en el aporte al grupo. Se relacionan con el estándar del período 4, relativo a gestionar con autonomía la orientación vocacional y los proyectos de vida futura, porque la claridad y seguimiento de metas son indicadores claves de dicha gestión. Desde la orientación de la batería de proyecto de vida y compromiso ético, estas metas conectan la intención con acciones concretas y evaluables.",
      "definicion_estudiante": "Tener metas personales y académicas es definir con claridad qué quieres lograr en cierto tiempo, por ejemplo en este año o en los próximos cinco años, y revisar periódicamente qué tanto te estás acercando para cambiar lo que haga falta. No es solo desear algo, sino concretarlo en objetivos medibles y realistas. Cuando trabajas así tus metas, puedes ver tu progreso y corregir el rumbo a tiempo.",
      "habilidad_malla": "Habilidades sociales",
      "ejemplo_aula": "\"Me propuse terminar el año sin materias perdidas y avanzar en un curso extra de programación.\"",
      "evidencia_logro": "El docente observa que el estudiante formula metas específicas con plazos definidos, lleva algún tipo de registro de su avance y realiza ajustes en sus estrategias de estudio o de organización cuando detecta dificultades para alcanzarlas.",
      "tip_psicologico": "Anima a los estudiantes a formular sus metas usando criterios claros (por ejemplo, metas específicas, medibles y con tiempo definido) y a revisarlas mensualmente. Acompáñalos a identificar qué hábitos apoyan o dificultan el cumplimiento de esas metas. Refuerza tanto los logros alcanzados como la capacidad de ajustar objetivos cuando la realidad lo exige, evitando que lo vean como fracaso."
    },
    {
      "id": "CON-020",
      "concepto": "Contribución al entorno / bienestar común",
      "definicion_pedagogica": "La contribución al entorno y al bienestar común es la intención y acción del estudiante de aportar positivamente al entorno cercano y lejano, dejando una huella constructiva mediante decisiones cotidianas, proyectos personales y participación ciudadana. En el ciclo 5 se relaciona con la competencia de habilidades sociales y el eje \"Dejo mi huella\", al enfatizar la transición de un proyecto de vida centrado solo en lo individual a uno que incorpora responsabilidades colectivas. Se vincula con el estándar del período 4, que pide contribuir responsablemente al grupo escolar como parte de la gestión vocacional y de vida. Desde la orientación de la batería de proyecto de vida y compromiso ético, esta contribución es un indicador de madurez y de sentido de ciudadanía.",
      "definicion_estudiante": "La contribución al entorno es decidir que quieres usar lo que sabes, lo que estudias y las oportunidades que tienes para mejorar la vida de otras personas y el lugar donde vives. Puede ser desde acciones pequeñas, como cuidar los espacios comunes, hasta proyectos más grandes relacionados con tu futura profesión. Cuando piensas así, tu éxito personal se convierte también en una forma de generar bienestar para otros.",
      "habilidad_malla": "Habilidades sociales",
      "ejemplo_aula": "\"Me motiva pensar que, desde mi profesión, podré crear soluciones que mejoren la vida de otras personas.\"",
      "evidencia_logro": "El docente observa que el estudiante propone o participa en acciones que buscan mejorar el ambiente escolar o comunitario, y vincula estas iniciativas con su proyecto vocacional y con una intención explícita de aportar al bienestar común.",
      "tip_psicologico": "Invita a los estudiantes a identificar problemas concretos de su entorno y a diseñar propuestas de solución vinculadas a sus intereses y posibles profesiones futuras. Promueve el trabajo colaborativo con otros cursos o actores de la comunidad para que vean el impacto real de sus acciones. Refuerza las experiencias en las que los estudiantes expresan satisfacción por haber contribuido positivamente, conectándolas con su sentido de propósito."
    }
  ]
}
