{
  "identificacion_grado": 2,
  "area_identificacion": "Proyecto Socioemocional",
  "periodo_1": [
    {
      "id": "CON-001",
      "concepto": "Gratitud",
      "definicion_pedagogica": "En grado 2, la gratitud se concibe como la capacidad del estudiante para reconocer de manera consciente los apoyos, gestos y recursos que recibe de otras personas en los contextos escolares y familiares, y para expresarlos mediante palabras y acciones de agradecimiento. Esta habilidad fortalece los vínculos positivos, alimenta el clima afectivo del aula y se vincula con la expresión emocional positiva descrita en la malla, al promover emociones como la alegría y la satisfacción en las interacciones del día a día. Trabajar la gratitud ayuda al niño a fijarse en los aspectos favorables de las experiencias, incluso en situaciones desafiantes, y constituye una base para el desarrollo de actitudes prosociales y de cooperación. [file:21]",
      "definicion_estudiante": "La gratitud es darte cuenta de que alguien te ayudó, te acompañó o te dio algo, y decirle o demostrarle que lo agradeces. Significa pensar: \"esto que hicieron por mí fue importante\" y responder con un \"gracias\" sincero o con una acción amable. Cuando mostramos gratitud, cuidamos mejor nuestras amistades y hacemos que el salón sea un lugar más agradable para todos.",
      "habilidad_malla": "Reconocimiento emocional",
      "ejemplo_aula": "\"Sentí gratitud cuando mi amigo me prestó su sacapuntas.\"",
      "evidencia_logro": "El docente observa que el estudiante identifica situaciones en las que ha recibido ayuda o apoyo de compañeros y adultos, expresa verbalmente su agradecimiento de forma espontánea o cuando se le invita a hacerlo y muestra actos concretos de devolución positiva, como cuidar el material prestado o colaborar con quien le ayudó. [file:21]",
      "tip_psicologico": "Incorporar momentos breves en la rutina (por ejemplo, al cierre del día) para que los estudiantes compartan por quién o por qué se sienten agradecidos, relacionando la gratitud con emociones agradables. Modelar expresiones de agradecimiento claras y específicas hacia los niños, para que comprendan cómo se verbaliza la gratitud, y reforzar cuando entre pares se agradecen y cuidan mutuamente. Proponer actividades donde la gratitud se exprese también a través de acciones, como notas de agradecimiento, pequeños gestos de ayuda o cuidado del material compartido."
    },
    {
      "id": "CON-002",
      "concepto": "Serenidad",
      "definicion_pedagogica": "La serenidad, en el marco del ciclo 1, se entiende como la capacidad del estudiante para recuperar un estado de calma física y mental después de haber experimentado emociones intensas como enojo, tristeza o confusión. Esta habilidad se vincula directamente con las competencias de autonomía y regulación emocional, pues requiere que el niño reconozca su activación emocional y utilice estrategias de autorregulación simples, como respirar, pausar o retirarse brevemente, para poder pensar con mayor claridad. Favorecer la serenidad permite que el estudiante retome la tarea académica, tome decisiones más reflexivas y mejore la calidad de sus interacciones con pares y docentes. [file:21]",
      "definicion_estudiante": "La serenidad es volver a estar tranquilo después de haberse enojado, entristecido o confundido, para poder pensar mejor. Es como cuando respiras profundo, te calmas y puedes hablar sin gritar o seguir jugando sin pelear. Cuando recuperas la serenidad, es más fácil tomar buenas decisiones y escuchar lo que los demás te quieren decir.",
      "habilidad_malla": "Auto regulación",
      "ejemplo_aula": "\"Recuperé serenidad cuando respiré después de enojarme en el recreo.\"",
      "evidencia_logro": "El docente nota que, después de una situación que genera enojo o tristeza, el estudiante utiliza estrategias de calma (respirar, sentarse en silencio, pedir un momento) y es capaz de regresar a la actividad sin continuar discutiendo ni manifestar conductas descontroladas, mostrando un cambio observable entre el momento de activación y el de serenidad. [file:21]",
      "tip_psicologico": "Enseñar explícitamente que sentirse alterado es normal, pero que cada estudiante puede aprender a \"bajar el volumen\" de sus emociones utilizando respiración, conteo o pausas breves. Crear un espacio o señal de \"tiempo de serenidad\" en el aula donde el estudiante pueda ir de manera acordada para recuperar la calma sin sentirse castigado. Después de que se calme, conversar brevemente sobre qué estrategia usó y cómo se sintió, reforzando la idea de que él mismo puede gestionar su regreso a la serenidad."
    },
    {
      "id": "CON-003",
      "concepto": "Identificación de Múltiples Emociones",
      "definicion_pedagogica": "La identificación de múltiples emociones implica que el estudiante reconozca que puede sentir más de una emoción al mismo tiempo o en rápida sucesión frente a una misma situación, y que estas pueden cambiar a lo largo del día según los acontecimientos y los pensamientos que se activan. En grado 2 esta habilidad profundiza la conciencia emocional básica trabajada en el ciclo 1, ayudando al niño a comprender la complejidad de su mundo interno y evitando lecturas simplistas del tipo \"solo estoy bravo\". Este avance favorece una mejor comunicación emocional y prepara el terreno para la autorregulación, ya que el estudiante puede distinguir matices entre alegría, nervios, miedo, enojo o tristeza y vincularlos con los contextos escolares específicos donde aparecen. [file:21]",
      "definicion_estudiante": "Identificar múltiples emociones es darte cuenta de que a veces puedes sentir dos cosas al mismo tiempo, como alegría y nervios, o enojo y tristeza. También es notar que tus emociones pueden cambiar durante el día, según lo que pasa o lo que piensas. Cuando reconoces varias emociones, te entiendes mejor y puedes explicar con más claridad cómo te sientes.",
      "habilidad_malla": "Conciencia emocional",
      "ejemplo_aula": "\"Comprendo que puedo sentir alegría y un poco de nervios al mismo tiempo antes de una presentación.\" / \"Reconozco que mi emoción cambió de enojo a tristeza después de hablar con un amigo.\"",
      "evidencia_logro": "El docente observa que el estudiante describe situaciones escolares en las que menciona sentirse de más de una manera a la vez (por ejemplo, alegre y nervioso, enojado y triste) y que reconoce cambios emocionales a lo largo de una actividad o del día, relacionando estos cambios con lo que ocurrió o con lo que pensó. [file:21]",
      "tip_psicologico": "Proponer actividades de reflexión en las que los estudiantes identifiquen \"emociones mezcladas\" frente a escenas o experiencias propias, utilizando apoyos visuales que combinen caras emocionales. Invitarles a completar frases como \"me sentí alegre pero también nervioso cuando…\" para ampliar el vocabulario emocional. Validar que es normal tener emociones diferentes al mismo tiempo y que todas dan información útil sobre lo que necesitan."
    },
    {
      "id": "CON-004",
      "concepto": "Conciencia de Pensamientos y Emociones",
      "definicion_pedagogica": "La conciencia de pensamientos y emociones alude a la capacidad del estudiante para reconocer la relación bidireccional entre lo que piensa y lo que siente, comprendiendo que ciertos pensamientos pueden intensificar el malestar o ayudarle a recuperar la calma. En grado 2 es clave que el niño empiece a identificar ideas que aumentan el miedo, la preocupación o el enojo, así como pensamientos alternativos que le permiten sentirse más seguro o tranquilo. Esta habilidad articula la conciencia emocional con procesos cognitivos básicos y se conecta con el uso de estrategias de autorregulación, puesto que permite cuestionar pensamientos poco útiles y elegir respuestas más adaptativas ante situaciones escolares desafiantes. [file:21]",
      "definicion_estudiante": "La conciencia de pensamientos y emociones es darte cuenta de que lo que piensas puede hacerte sentir mejor o peor. Por ejemplo, si todo el tiempo piensas que te va a ir mal, puedes sentir más nervios o tristeza; si recuerdas cosas buenas que has logrado, puedes sentirte más confiado. También es notar que cuando una emoción es muy fuerte, a veces actuamos sin pensar y necesitamos parar para ordenar nuestras ideas.",
      "habilidad_malla": "Reconocimiento emocional",
      "ejemplo_aula": "\"Sé que pensar en cosas bonitas me hace sentir más alegre.\" / \"Identifico que pensar en el examen me hace sentir nervioso.\" / \"Reconozco que actuar sin pensar fue porque mis emociones me controlaron.\"",
      "evidencia_logro": "El docente identifica que el estudiante puede explicar cómo ciertos pensamientos aumentan o disminuyen la intensidad de sus emociones en situaciones escolares específicas (por ejemplo, anticipar un examen, recibir una corrección, participar en una presentación) y que comienza a generar ideas alternativas más realistas o tranquilizadoras cuando se le guía. [file:21]",
      "tip_psicologico": "Enseñar al grupo a diferenciar entre \"pensamientos que ayudan\" y \"pensamientos que complican\" utilizando ejemplos concretos de la vida escolar. Invitar a los estudiantes a escribir o decir en voz alta un pensamiento difícil y luego construir juntos una versión más equilibrada que les permita sentirse más tranquilos. Reforzar verbalmente cuando un estudiante identifica por sí mismo un pensamiento que le estaba generando malestar y propone una manera diferente de verlo."
    },
    {
      "id": "CON-005",
      "concepto": "Reconocimiento del Origen Emocional",
      "definicion_pedagogica": "El reconocimiento del origen emocional consiste en que el estudiante distinga si una emoción proviene principalmente de un hecho externo (lo que sucede a su alrededor) o de sus interpretaciones y expectativas internas (lo que piensa acerca de lo que sucede). En grado 2 esta habilidad amplía la comprensión de la experiencia emocional, permitiendo que el niño no atribuya todo su malestar únicamente al entorno, sino que reconozca el papel de sus pensamientos y experiencias previas. Esta toma de conciencia apoya la responsabilidad personal y la regulación, ya que el estudiante puede identificar qué parte de la situación puede cambiar y qué parte depende de cómo la está interpretando. [file:21]",
      "definicion_estudiante": "Reconocer el origen emocional es notar si lo que siento viene más de algo que pasó afuera, como una pelea en el juego, o de lo que estoy pensando, como creer que no voy a poder con una tarea. También es entender que a veces mis emociones me empujan a actuar muy rápido y necesito detenerme para pensar de dónde vienen. Cuando sé de dónde nace mi emoción, es más fácil decidir qué hacer.",
      "habilidad_malla": "Conciencia emocional",
      "ejemplo_aula": "\"Puedo notar que mi enojo viene de lo que pasó en el juego.\" / \"Me doy cuenta de que mis pensamientos sobre una actividad difícil me hacen sentir aburrido.\"",
      "evidencia_logro": "El docente observa que el estudiante explica si su emoción se relaciona con un hecho concreto del aula o recreo (por ejemplo, perder un turno, recibir un comentario) o con ideas que tiene sobre sí mismo o sobre la situación, mostrando capacidad para diferenciar entre evento y pensamiento al hablar de cómo se siente. [file:21]",
      "tip_psicologico": "Durante la reflexión posterior a un conflicto o a una situación intensa, guiar al estudiante con preguntas como \"¿qué pasó?\" y luego \"¿qué pensaste cuando pasó eso?\" para separar evento y pensamiento. Utilizar esquemas sencillos (situación–pensamiento–emoción) en el tablero para que el grupo visualice de dónde puede estar viniendo la emoción. Reforzar cuando los niños reconocen que un cambio en la forma de pensar modifica cómo se sienten y cómo reaccionan."
    },
    {
      "id": "CON-006",
      "concepto": "Necesidad de Apoyo Emocional",
      "definicion_pedagogica": "La necesidad de apoyo emocional se refiere a la capacidad del estudiante para reconocer cuándo otra persona requiere acompañamiento para manejar sus emociones, así como identificar cuándo él mismo necesita hablar con alguien o recibir orientación porque su emoción resulta difícil de manejar en solitario. En grado 2 esta habilidad integra conciencia emocional y habilidades sociales, promoviendo que los niños no solo detecten el malestar ajeno, sino que también legitimen el pedir ayuda como una estrategia sana de autorregulación. Desde la perspectiva docente, trabajar esta competencia previene la escalada de conflictos y favorece que el aula sea percibida como un espacio seguro para compartir emociones intensas. [file:21]",
      "definicion_estudiante": "Reconocer la necesidad de apoyo emocional es darte cuenta de cuándo otra persona necesita que la escuches o la acompañes porque está muy triste, enojada o asustada, y también saber cuándo tú necesitas hablar con alguien para sentirte mejor. Significa entender que pedir ayuda a la profesora, a la familia o a un adulto de confianza no es ser débil, sino una forma de cuidarte. Cuando buscamos apoyo a tiempo, es más fácil calmarnos y resolver los problemas sin lastimar a nadie.",
      "habilidad_malla": "Habilidades sociales",
      "ejemplo_aula": "\"Comprendo que mi amigo está triste y necesita que lo escuche.\" / \"Sé que necesito hablar con la maestra cuando me siento muy enojado y no puedo calmarme.\"",
      "evidencia_logro": "El docente constata que el estudiante identifica señales de malestar en sus compañeros y ofrece escucha o busca a un adulto cuando lo considera necesario, y que, en momentos de alta intensidad emocional propia, solicita de manera explícita apoyo o tiempo con la docente en lugar de recurrir a conductas agresivas o de aislamiento extremo. [file:21]",
      "tip_psicologico": "Nombrar y visibilizar a las figuras de apoyo emocional dentro de la escuela (docentes, orientación, coordinación) explicando en qué situaciones pueden acudir a ellas. Practicar frases simples para pedir ayuda, como \"necesito hablar\" o \"me siento muy enojado y no sé qué hacer\", para que los estudiantes las incorporen a su repertorio. Validar siempre que un niño pida apoyo, evitando mensajes que minimicen su emoción, y acompañar a quienes ofrecen ayuda a sus pares para que lo hagan desde la escucha y no desde la crítica."
    }
  ],
  "periodo_2": [
    {
      "id": "CON-007",
      "concepto": "Consideración",
      "definicion_pedagogica": "La consideración se entiende como la capacidad del estudiante para anticipar el impacto de sus acciones en los demás antes de actuar, integrando empatía básica, respeto y regulación de impulsos. En grado 2 supone que el niño piense en las necesidades de otros compañeros y adultos, escuche, cuide, ayude y respete turnos, reconociendo que no es el único protagonista del aula. Esta habilidad se articula con la competencia de convivencia y con la resolución pacífica de conflictos, al promover decisiones que buscan el bienestar compartido y reducen conductas egocéntricas o impulsivas que afectan negativamente al grupo. [file:21]",
      "definicion_estudiante": "La consideración es pensar en cómo se sentirán los demás antes de hacer o decir algo. Significa bajar la voz si alguien tiene dolor de cabeza, no empujar en la fila, respetar los turnos y pedir disculpas si causé una molestia. Cuando soy considerado, demuestro que me importa lo que le pasa a las otras personas y ayudo a que el salón sea más tranquilo.",
      "habilidad_malla": "Convivencia",
      "ejemplo_aula": "\"Tuve consideración cuando bajé la voz porque mi amigo tenía dolor de cabeza.\" / \"Reconozco cuándo mis acciones afectan a otros y pido disculpas.\"",
      "evidencia_logro": "El docente observa que el estudiante ajusta su comportamiento al notar necesidades o malestar en otros (por ejemplo, disminuye el ruido, ayuda a un compañero cansado, cede espacio) y es capaz de reconocer cuando sus acciones han afectado negativamente al grupo, ofreciendo disculpas de manera espontánea o tras una breve reflexión. [file:21]",
      "tip_psicologico": "Utilizar preguntas de perspectiva como \"¿cómo crees que se siente tu compañero con lo que hiciste?\" antes de tomar decisiones disciplinarias, para que el estudiante vincule su acción con el impacto emocional en otros. Reconocer públicamente conductas consideradas, explicando por qué fueron beneficiosas para el grupo. Proponer actividades cooperativas que requieran coordinar tiempos, tonos de voz y movimientos, de manera que los niños practiquen ajustar su comportamiento al ritmo de los demás."
    },
    {
      "id": "CON-008",
      "concepto": "Autoconfianza",
      "definicion_pedagogica": "La autoconfianza en grado 2 se define como la creencia realista del estudiante en sus propias capacidades para afrontar tareas académicas y sociales, basada en experiencias de éxito y en la valoración de su esfuerzo. Esta habilidad se relaciona con la expresión emocional positiva y con la persistencia ante desafíos, ya que un nivel adecuado de autoconfianza anima al niño a intentar actividades nuevas, asumir retos y tolerar el error como parte del aprendizaje. Un trabajo pedagógico cuidadoso evita tanto la sobreconfianza infundada como la autoimagen negativa, favoreciendo que el estudiante identifique sus fortalezas y áreas de mejora dentro del marco del aula. [file:21]",
      "definicion_estudiante": "La autoconfianza es creer en ti mismo y en lo que puedes lograr, aunque algo sea difícil al principio. Es pensar \"puedo intentarlo\" cuando tienes una tarea nueva o debes hablar frente al curso, y recordar otras veces en las que has aprendido algo con práctica. Cuando tienes autoconfianza, te atreves a participar y no te rindes tan rápido.",
      "habilidad_malla": "Autonomía emocional",
      "ejemplo_aula": "\"Sentí autoconfianza cuando expliqué un ejercicio frente a mis compañeros.\"",
      "evidencia_logro": "El docente nota que el estudiante se ofrece voluntariamente o acepta invitaciones para participar en actividades que suponen cierto reto (leer en voz alta, explicar un procedimiento, liderar una parte de la tarea), incluso cuando reconoce sentir nervios, y que mantiene el esfuerzo ante la dificultad en lugar de abandonar de inmediato. [file:21]",
      "tip_psicologico": "Proporcionar retroalimentación centrada en el esfuerzo, las estrategias y los avances, evitando elogios vacíos que no se relacionen con evidencias concretas. Recordar con el estudiante experiencias previas de logro cuando se enfrenta a una nueva tarea desafiante, ayudándolo a construir una narrativa interna de capacidad. Evitar comparaciones negativas entre estudiantes y crear oportunidades para que cada uno muestre sus fortalezas en diferentes tipos de actividades."
    },
    {
      "id": "CON-009",
      "concepto": "Autorregulación Emocional",
      "definicion_pedagogica": "La autorregulación emocional, en este nivel, comprende el uso consciente de estrategias como la respiración, el pensamiento reflexivo, el alejamiento temporal o la petición de un momento para manejar emociones intensas como enojo, frustración o tristeza. El objetivo en grado 2 es que el estudiante no solo aplique estas estrategias cuando se le indica, sino que comience a reconocer señales tempranas de descontrol y decida voluntariamente utilizarlas para evitar respuestas impulsivas que dañen la convivencia. Esta habilidad se relaciona directamente con la competencia de regulación emocional descrita para el período 2 en la malla, donde se espera que el estudiante mantenga la participación a pesar de las emociones desafiantes. [file:21]",
      "definicion_estudiante": "La autorregulación emocional es usar lo que has aprendido para calmarte cuando una emoción es muy fuerte, antes de gritar, pelear o hacer algo de lo que luego te arrepientes. Puedes respirar profundo, contar, pensar un momento, alejarte un poco o pedirle a la profe que te dé un tiempo. Cuando te autorregulas, sigues participando en las actividades sin perder el control.",
      "habilidad_malla": "Regulación emocional",
      "ejemplo_aula": "\"Uso la técnica de respirar para calmarme antes de gritar.\" / \"Pienso antes de responder cuando algo me molesta.\" / \"Me doy cuenta de cuándo necesito calmarme antes de hablar.\" / \"Intento alejarme un momento cuando siento que puedo perder el control.\"",
      "evidencia_logro": "El docente observa que el estudiante detecta momentos en los que su enojo o frustración aumenta y, sin necesidad de múltiples recordatorios, aplica alguna de las estrategias trabajadas (respirar, pensar, alejarse brevemente, pedir un momento) logrando reducir la intensidad de la emoción y evitando estallidos de ira o conductas agresivas. [file:21]",
      "tip_psicologico": "Practicar de forma frecuente las estrategias de autorregulación en momentos de calma mediante juegos, simulaciones y rituales de inicio o cierre de clase, para que se vuelvan automáticas en situaciones de estrés. Ayudar al estudiante a identificar sus propias señales de alerta (calor en la cara, ganas de gritar, manos tensas) y asociarlas con la decisión de aplicar inmediatamente una estrategia. Reforzar verbalmente cada vez que el niño pausa y se autorregula, señalando la diferencia entre lo que pudo haber pasado y lo que logró gracias a esa conducta."
    },
    {
      "id": "CON-010",
      "concepto": "Empatía y Perspectiva",
      "definicion_pedagogica": "La empatía y perspectiva combinan la capacidad de ponerse en el lugar del otro con la habilidad de comprender su punto de vista en situaciones de desacuerdo o corrección. En grado 2 esta competencia implica que el estudiante no solo reconozca la emoción ajena, sino que intente entender las razones que la explican, aceptando que diferentes personas pueden pensar o sentir de modo distinto frente a un mismo hecho. Este proceso fortalece la convivencia y la resolución pacífica de conflictos, ya que fomenta respuestas más cuidadosas y menos centradas en la propia necesidad inmediata. [file:21]",
      "definicion_estudiante": "La empatía y perspectiva es tratar de imaginar cómo se siente otra persona y qué está pensando cuando discutimos o cuando la corregimos. Es preguntarte: \"¿cómo se sentirá mi compañero con lo que dije o hice?\" y reconocer que tal vez no quiere lo mismo que tú, pero eso no significa que esté mal. Cuando practicas esta habilidad, escuchas más y reaccionas con más respeto en los problemas.",
      "habilidad_malla": "Comunicación emocional",
      "ejemplo_aula": "\"Trato de entender lo que siente mi compañero cuando discutimos por el juego.\" / \"Entiendo el punto de vista de mi hermana cuando no quiere compartir un juguete.\"",
      "evidencia_logro": "El docente identifica que, durante conflictos o diferencias de opinión, el estudiante es capaz de verbalizar cómo cree que se siente el otro y de explicar con sus propias palabras el punto de vista de su compañero, ajustando en consecuencia su respuesta (por ejemplo, cediendo, buscando acuerdos o moderando el tono de voz). [file:21]",
      "tip_psicologico": "Realizar actividades de role-playing donde los estudiantes adopten distintos roles en una misma situación y luego comenten cómo se sintieron en cada papel. Animar al grupo a usar frases como \"desde tu punto de vista\" o \"entiendo que tú pienses…\" para practicar la toma de perspectiva. Al intervenir en conflictos, pedir a cada niño que explique primero lo que cree que siente el otro, antes de defender su propia postura, para consolidar la empatía como paso previo a la negociación."
    },
    {
      "id": "CON-011",
      "concepto": "Resolución de Conflictos (Avanzado)",
      "definicion_pedagogica": "La resolución de conflictos avanzada supone que el estudiante, además de identificar el problema y expresar sus emociones, sea capaz de buscar soluciones dialogadas, ofrecer disculpas cuando reconoce su responsabilidad y participar en la reparación del daño. En grado 2 esta habilidad incluye no guardar rencor, aceptar acuerdos y procurar que todas las personas involucradas queden más tranquilas después del conflicto. Se vincula estrechamente con las competencias de habilidades sociales y convivencia pacífica descritas en la malla, y amplía la resolución básica trabajada en grados anteriores, haciendo énfasis en la reparación y la restauración del vínculo. [file:21]",
      "definicion_estudiante": "La resolución de conflictos avanzada es arreglar los problemas hablando con respeto, escuchando al otro y buscando juntos una solución justa. También es reconocer cuando me equivoqué, pedir disculpas sinceras y tratar de reparar lo que dañé, por ejemplo ayudando o cambiando mi comportamiento. Además, significa no seguir enojado todo el tiempo, sino intentar quedar en paz después del problema.",
      "habilidad_malla": "Convivencia",
      "ejemplo_aula": "\"Intento solucionar los problemas con mis amigos hablando con respeto.\" / \"Pido disculpas cuando sé que no tengo la razón en una discusión.\" / \"Cuando me equivoqué, traté de reparar el daño que hice.\"",
      "evidencia_logro": "El docente observa que, ante un conflicto, el estudiante participa en un diálogo estructurado donde escucha, expresa su versión sin agredir, acepta su parte de responsabilidad cuando corresponde y propone o acepta acciones concretas de reparación, mostrando disposición a seguir conviviendo sin mantener actitudes de rencor. [file:21]",
      "tip_psicologico": "Enseñar explícitamente una secuencia de pasos para resolver conflictos (por ejemplo, describir el problema, expresar emociones, escuchar al otro, buscar soluciones, elegir la más justa y reparar) utilizando pósteres o tarjetas de apoyo. Acompañar los primeros procesos de resolución avanzada, modelando cómo pedir disculpas y cómo proponer reparaciones significativas. Después de que el conflicto se resuelva, revisar brevemente con los implicados qué aprendieron y qué podrían hacer diferente la próxima vez, reforzando la idea de crecimiento y no solo de culpa."
    },
    {
      "id": "CON-012",
      "concepto": "Gestión de la Rabia",
      "definicion_pedagogica": "La gestión de la rabia se refiere a la capacidad del estudiante para reconocer señales tempranas de enojo, anticipar cuándo la emoción puede desbordarse y utilizar estrategias para disminuir su intensidad antes de llegar a conductas agresivas. En grado 2, esta habilidad combina conciencia corporal, autorregulación emocional y autocontrol conductual, siendo especialmente relevante en contextos donde hay correcciones o límites por parte de adultos y pares. Un adecuado manejo de la rabia reduce episodios de gritos, insultos o agresiones físicas, y permite que el estudiante mantenga relaciones más estables y un mejor desempeño académico. [file:21]",
      "definicion_estudiante": "Gestionar la rabia es darte cuenta de que te estás enojando antes de explotar y hacer algo que te perjudique a ti o a los demás. Es notar señales como calor en la cara, ganas de gritar o apretar los puños, y usar estrategias para calmarte más rápido, como respirar profundo, contar o alejarte un momento. Cuando aprendes a manejar tu rabia, puedes expresar lo que te molesta sin lastimar a nadie.",
      "habilidad_malla": "Regulación emocional",
      "ejemplo_aula": "\"Puedo reconocer cuándo me estoy enojando antes de explotar y respiro.\" / \"Me calmo más rápido que antes cuando me enojo y evito gritar.\"",
      "evidencia_logro": "El docente constata que el estudiante identifica y verbaliza señales de aumento de rabia, elige de manera autónoma técnicas de calma y reduce la frecuencia e intensidad de episodios en los que grita, golpea o discute de forma descontrolada, mostrando un progreso en el tiempo que tarda en volver a un estado funcional. [file:21]",
      "tip_psicologico": "Trabajar con el estudiante un \"plan personal para la rabia\" que incluya sus señales específicas, las estrategias que mejor le funcionan y los apoyos que puede solicitar dentro del aula. Practicar estas estrategias en contextos lúdicos para que las asocie con experiencias positivas. Reforzar no solo cuando evita explotar, sino también cuando, después de un episodio de enojo, logra calmarse más rápido que antes, subrayando el avance en su proceso de gestión emocional."
    }
  ],
  "periodo_3": [
    {
      "id": "CON-013",
      "concepto": "Cooperación",
      "definicion_pedagogica": "La cooperación se entiende como la disposición y habilidad del estudiante para trabajar junto a otros en tareas académicas y de juego, compartiendo responsabilidades, ideas y materiales, y respetando los turnos y acuerdos del grupo. En grado 2, esta competencia implica que el niño participe activamente aunque la decisión final no siempre coincida con su preferencia, valorando los aportes de los demás. La cooperación se vincula con la competencia de habilidades sociales y la convivencia, y contribuye al logro de proyectos conjuntos que requieren coordinación y escucha mutua. [file:21]",
      "definicion_estudiante": "La cooperación es trabajar en equipo con tus compañeros para lograr una tarea o un juego, compartiendo ideas y ayudando a los demás. Significa escuchar las propuestas del grupo, aceptar cuando no se elige tu idea y seguir participando de buena gana. Cuando cooperas, todos pueden aportar y el resultado es mejor.",
      "habilidad_malla": "Convivencia",
      "ejemplo_aula": "\"Cooperé con mi grupo cuando ayudé a escribir el cartel, aunque no eligieron mi idea principal.\" / \"Valoro las ideas de mis compañeros en el proyecto.\" / \"Ayudo a que todos puedan participar en las actividades del grupo.\"",
      "evidencia_logro": "El docente observa que el estudiante comparte sus materiales, escucha y respeta las ideas de otros, cumple el rol asignado en trabajos grupales y se mantiene implicado en la actividad incluso cuando la decisión final no coincide con lo que él prefería. [file:21]",
      "tip_psicologico": "Estructurar actividades cooperativas con roles claros, metas comunes y tiempos definidos, para que los estudiantes tengan oportunidades concretas de practicar la cooperación. Ofrecer retroalimentación específica sobre cómo cada integrante contribuyó al logro del grupo, destacando conductas como escuchar, ceder, ayudar y organizar. Abordar los conflictos dentro del trabajo en equipo como oportunidades para revisar reglas de cooperación y ajustar la dinámica grupal."
    },
    {
      "id": "CON-014",
      "concepto": "Optimismo",
      "definicion_pedagogica": "El optimismo se refiere a la tendencia del estudiante a interpretar las dificultades como oportunidades de aprendizaje y a confiar en que, con esfuerzo y estrategias adecuadas, puede mejorar sus resultados. En grado 2, esta habilidad no implica negar las emociones desagradables, sino equilibrar la visión de los errores y fracasos, promoviendo la persistencia y la resiliencia académica. El optimismo está vinculado a expectativas positivas realistas, a la motivación intrínseca y al mantenimiento del esfuerzo frente a tareas complejas, como lo sugiere la malla cuando resalta la persistencia y el esfuerzo ante retos escolares. [file:21]",
      "definicion_estudiante": "El optimismo es ver lo bueno de una situación, incluso cuando algo no sale como esperabas. Es decirte a ti mismo \"puedo seguir practicando\" en vez de pensar que nunca lo lograrás. Cuando eres optimista, crees que con tiempo, ayuda y práctica puedes mejorar.",
      "habilidad_malla": "Autonomía emocional",
      "ejemplo_aula": "\"Mostré optimismo cuando dije 'practicaré más' después de equivocarme.\"",
      "evidencia_logro": "El docente identifica que, tras cometer errores en tareas académicas o actividades escolares, el estudiante expresa la intención de seguir intentando, pide ayuda cuando la necesita y evita frases de rendición absoluta como \"no puedo\" o \"nunca me va a salir\", sustituyéndolas por expresiones de posibilidad y mejora. [file:21]",
      "tip_psicologico": "Modelar un lenguaje optimista y realista frente al error, comentando en voz alta cómo los adultos también aprenden practicando. Invitar a los estudiantes a transformar frases negativas en frases de oportunidad, por ejemplo cambiando \"no puedo\" por \"todavía estoy aprendiendo\". Registrar junto con ellos logros que hayan obtenido después de esforzarse, para que tengan evidencias concretas de que la práctica produce mejoras."
    },
    {
      "id": "CON-015",
      "concepto": "Comunicación Asertiva y Respetuosa",
      "definicion_pedagogica": "La comunicación asertiva y respetuosa integra la expresión clara de pensamientos y emociones con el uso de un lenguaje amable y un tono adecuado, evitando tanto la agresividad como la pasividad. En grado 2, esta habilidad implica que el estudiante exprese desacuerdos sin insultar, explique cómo se siente, escuche hasta que el otro termine de hablar y pida permiso antes de utilizar objetos ajenos. Se relaciona directamente con la competencia de comunicación emocional y con los estándares que piden expresar emociones respetuosamente, y es fundamental para prevenir malentendidos y conflictos en la dinámica cotidiana del aula. [file:21]",
      "definicion_estudiante": "La comunicación asertiva y respetuosa es decir lo que piensas y sientes usando palabras amables y claras, sin gritar ni insultar. También es escuchar hasta que la otra persona termine de hablar y pedir permiso cuando quieres usar algo que no es tuyo. Cuando te comunicas así, los demás entienden mejor tu mensaje y se sienten respetados.",
      "habilidad_malla": "Comunicación emocional",
      "ejemplo_aula": "\"Sé explicar cómo me siento sin gritar: 'No me gustó que hicieras eso'.\" / \"Pido permiso antes de usar el lápiz de mi compañero.\" / \"Expreso lo que pienso sin faltar al respeto a nadie.\"",
      "evidencia_logro": "El docente observa que el estudiante utiliza frases en primera persona para expresar desacuerdos, mantiene un tono de voz moderado, evita insultos y burlas, escucha las intervenciones de otros sin interrumpir y pide permiso antes de tomar materiales ajenos. [file:21]",
      "tip_psicologico": "Realizar ejercicios de dramatización donde los estudiantes practiquen diferentes maneras de decir lo mismo (agresiva, pasiva y asertiva) y analizar juntos cuál genera mejor convivencia. Facilitar frases modelo que puedan repetir, como \"no me gustó cuando…\", \"prefiero que…\" o \"¿me prestas, por favor?\". Corregir con calma las respuestas desajustadas, proponiendo alternativas asertivas inmediatamente, y reforzar cuando los estudiantes las utilizan de forma autónoma."
    },
    {
      "id": "CON-016",
      "concepto": "Valoración del Otro y Respeto a las Diferencias",
      "definicion_pedagogica": "La valoración del otro y el respeto a las diferencias suponen que el estudiante reconozca el valor de las ideas, características y formas de ser de sus compañeros, incluso cuando no coinciden con las propias. En grado 2, esta habilidad incluye usar palabras respetuosas en el desacuerdo, aceptar que todos tienen derecho a ser escuchados y compartir materiales sin exclusión. Trabajar este aspecto contribuye a la construcción de un aula inclusiva, previene burlas y estigmatizaciones y se alinea con la competencia de convivencia y con los estándares de respeto de normas y acuerdos que sostienen el clima escolar. [file:21]",
      "definicion_estudiante": "Valorar al otro y respetar las diferencias es entender que cada compañero piensa, siente y actúa de maneras que pueden ser distintas a las tuyas, y que eso está bien. Significa escuchar sus ideas aunque no estés de acuerdo, hablar con respeto y compartir el espacio y los materiales sin dejar a nadie por fuera. Cuando respetas las diferencias, ayudas a que todos se sientan parte del grupo.",
      "habilidad_malla": "Habilidades sociales",
      "ejemplo_aula": "\"Trato de entender el punto de vista de mi amigo cuando no estamos de acuerdo.\" / \"Uso palabras respetuosas aunque no estemos de acuerdo.\" / \"Comparto materiales y espacio con mis compañeros en el aula.\"",
      "evidencia_logro": "El docente identifica que el estudiante escucha opiniones distintas sin burlarse, expresa su propio punto de vista sin descalificar al otro y comparte recursos y espacios de trabajo con diferentes compañeros, evitando la exclusión sistemática de algunos niños. [file:21]",
      "tip_psicologico": "Proponer actividades en las que cada estudiante comparta algo único sobre sí mismo (gustos, costumbres, habilidades) y el grupo practique comentarios de reconocimiento positivo. Intervenir de inmediato ante comentarios despectivos, transformándolos en oportunidades para revisar la importancia del respeto a las diferencias. Variar intencionalmente las conformaciones de grupos de trabajo para favorecer que los estudiantes se relacionen con compañeros diversos."
    },
    {
      "id": "CON-017",
      "concepto": "Petición de Disculpas y Agradecimiento",
      "definicion_pedagogica": "La petición de disculpas y el agradecimiento conforman un par de habilidades clave para la reparación de vínculos y el mantenimiento de relaciones saludables. En grado 2, se espera que el estudiante reconozca con mayor claridad cuándo sus acciones han afectado a otros, formule disculpas sinceras y exprese agradecimiento cuando recibe ayuda, integrando estas expresiones a su repertorio cotidiano. Esta competencia refuerza la responsabilidad personal, la empatía y la reciprocidad, y se articula con los procesos de resolución de conflictos y de gratitud trabajados en el ciclo. [file:21]",
      "definicion_estudiante": "Pedir disculpas y agradecer es reconocer que hiciste algo que molestó o dañó a alguien y decir \"lo siento\" de verdad, tratando de mejorar, y también decir \"gracias\" cuando alguien te ayuda o te presta algo. No se trata solo de repetir palabras, sino de mostrar con tus acciones que quieres cambiar y que valoras lo que los demás hacen por ti.",
      "habilidad_malla": "Convivencia",
      "ejemplo_aula": "\"Reconozco cuándo necesito pedir disculpas a mi amigo.\" / \"Agradezco cuando alguien me ayuda con la tarea.\"",
      "evidencia_logro": "El docente ve que el estudiante identifica los momentos en los que ha causado un daño o molestia, se acerca al compañero para ofrecer disculpas sin que se le obligue y realiza gestos que muestran intención de mejora; además, expresa agradecimiento verbal cuando recibe apoyo académico o emocional. [file:21]",
      "tip_psicologico": "Modelar disculpas y agradecimientos específicos, evitando fórmulas vacías, por ejemplo: \"Siento haberte hablado fuerte, voy a intentar hacerlo con más calma\". Facilitar espacios breves después de los conflictos para que los implicados practiquen estas expresiones acompañados por el docente. Crear pequeñas rutinas de agradecimiento en el aula (por ejemplo, un mural o buzón de gratitud) para que los estudiantes puedan reconocer públicamente los apoyos que reciben."
    }
  ],
  "periodo_4": [
    {
      "id": "CON-018",
      "concepto": "Constancia",
      "definicion_pedagogica": "La constancia se define como la capacidad del estudiante para mantener el esfuerzo y la práctica repetida en tareas académicas y personales, incluso cuando los resultados no se ven de inmediato o la actividad se percibe como difícil. En grado 2, esta habilidad se relaciona con la persistencia y el esfuerzo señalados en la malla, y es fundamental para la construcción de hábitos de estudio y para el desarrollo de una actitud de resiliencia frente a los retos escolares. La constancia ayuda al niño a comprender que el aprendizaje es un proceso y que los logros se alcanzan a través de la práctica y la paciencia. [file:21]",
      "definicion_estudiante": "La constancia es seguir intentando muchas veces algo que quieres aprender, aunque te cueste trabajo o te equivoques varias veces. Es practicar, repetir y no rendirte cuando las cosas se ponen difíciles, como estudiar las tablas o leer un texto largo. Cuando eres constante, poco a poco ves cómo mejoras.",
      "habilidad_malla": "Autonomía emocional",
      "ejemplo_aula": "\"Mostré constancia cuando practiqué la tabla del 2 todos los días.\"",
      "evidencia_logro": "El docente observa que el estudiante repite de forma regular actividades destinadas a mejorar una habilidad (lectura, operaciones, escritura), mantiene el esfuerzo durante el tiempo acordado y no abandona la tarea ante los primeros errores, evidenciando progresos en su desempeño a lo largo del período. [file:21]",
      "tip_psicologico": "Ayudar al estudiante a fijar metas pequeñas y alcanzables, acompañadas de un plan de práctica diaria o semanal, para que experimente el efecto de la constancia. Registrar junto con él sus avances (por ejemplo, en una gráfica o tabla) para que visualice el progreso. Reforzar verbalmente no solo los resultados finales, sino cada ocasión en que el niño se mantiene en la tarea a pesar de la dificultad."
    },
    {
      "id": "CON-019",
      "concepto": "Reconciliación",
      "definicion_pedagogica": "La reconciliación hace referencia al proceso mediante el cual los estudiantes restablecen una relación positiva después de un conflicto, a través del diálogo, la comprensión mutua y la decisión de continuar la convivencia sin resentimientos. En grado 2, esta habilidad se construye sobre la resolución de conflictos avanzada y la petición de disculpas, incluyendo la capacidad de perdonar y de volver a interactuar con quien se tuvo un problema. La reconciliación es clave para un ambiente de aula donde los desacuerdos no rompen permanentemente los vínculos, sino que se convierten en oportunidades de aprendizaje socioemocional. [file:21]",
      "definicion_estudiante": "La reconciliación es volver a estar bien con alguien después de una pelea o un problema. Es hablar, escuchar lo que el otro siente, aclarar lo que pasó, pedir o aceptar disculpas y decidir seguir jugando o trabajando juntos sin seguir enojados. Cuando nos reconciliamos, el grupo se siente más unido.",
      "habilidad_malla": "Convivencia",
      "ejemplo_aula": "\"Nos reconciliamos cuando hablamos y volvimos a jugar después de pelearnos.\"",
      "evidencia_logro": "El docente identifica que, tras un conflicto, el estudiante participa en conversaciones orientadas a aclarar lo sucedido, acepta o ofrece disculpas y está dispuesto a retomar actividades con el compañero implicado, sin manifestar rechazo constante ni reactivar el problema en cada interacción. [file:21]",
      "tip_psicologico": "Acompañar los procesos de reconciliación con espacios breves de diálogo guiado en los que cada estudiante exprese cómo se sintió y qué necesita para sentirse mejor. Explicar al grupo que reconciliarse no significa olvidar lo sucedido, sino aprender de ello y decidir cuidarse mutuamente. Reconocer públicamente actos de reconciliación auténtica para que se conviertan en modelos positivos dentro del aula."
    },
    {
      "id": "CON-020",
      "concepto": "Compromiso",
      "definicion_pedagogica": "El compromiso se refiere a la disposición del estudiante para cumplir lo que promete, asumir responsabilidades y perseverar en las tareas y acuerdos establecidos con el docente y el grupo. En grado 2, esta habilidad implica terminar las actividades iniciadas, cuidar los materiales y respetar los acuerdos colectivos, lo que fortalece la responsabilidad personal y el sentido de pertenencia al curso. El compromiso constituye un puente entre la autorregulación emocional y la responsabilidad social, ya que ayuda al niño a organizar su conducta en función de metas compartidas. [file:21]",
      "definicion_estudiante": "El compromiso es cumplir lo que dices y lo que te corresponde hacer, aunque a veces tengas pereza o prefieras jugar. Es terminar las tareas, entregar los trabajos, cuidar lo que te prestan y respetar lo que el grupo acordó. Cuando eres comprometido, los demás pueden confiar en ti.",
      "habilidad_malla": "Habilidades sociales",
      "ejemplo_aula": "\"Mostré compromiso cuando terminé el dibujo que debía entregar.\"",
      "evidencia_logro": "El docente observa que el estudiante completa las tareas asignadas dentro del tiempo acordado, trae el material necesario, cuida los trabajos que están en proceso y respeta los acuerdos que asume frente al grupo, sin abandonar responsabilidades de manera reiterada. [file:21]",
      "tip_psicologico": "Trabajar con el estudiante la formulación de compromisos específicos y realistas, escribiéndolos o representándolos visualmente para que pueda recordarlos. Revisar periódicamente esos compromisos, celebrando los que se han cumplido y analizando juntos las dificultades cuando no se logran. Relacionar el compromiso con la confianza que los demás depositan en él, destacando cómo su cumplimiento beneficia al grupo."
    },
    {
      "id": "CON-021",
      "concepto": "Responsabilidad Social y Cuidado del Entorno",
      "definicion_pedagogica": "La responsabilidad social y el cuidado del entorno abarcan el cumplimiento de normas del salón y del colegio, el cuidado de los materiales propios y ajenos y la participación activa en el mantenimiento del orden y la limpieza de los espacios comunes. En grado 2, esta habilidad subraya que el estudiante actúa correctamente incluso cuando no está siendo observado, interiorizando las normas como parte de su ética personal. Se articula con la competencia de convivencia y con la orientación hacia la construcción de comunidades escolares seguras y respetuosas. [file:21]",
      "definicion_estudiante": "La responsabilidad social y el cuidado del entorno es cumplir las normas del salón y del colegio aunque nadie te esté mirando, cuidar los materiales tuyos y de tus compañeros y ayudar a mantener limpios y ordenados los lugares donde estudias y juegas. Es entender que el colegio es de todos y que tus acciones ayudan a que sea un lugar agradable.",
      "habilidad_malla": "Convivencia",
      "ejemplo_aula": "\"Cumplo las normas del salón aunque no me estén mirando.\" / \"Cuido los materiales del colegio y de mis compañeros.\" / \"Ayudo a mantener mi salón limpio y ordenado.\"",
      "evidencia_logro": "El docente constata que el estudiante respeta las normas de comportamiento y cuidado del aula incluso en ausencia de supervisión directa, participa en las rutinas de orden y limpieza y protege los materiales colectivos, interviniendo o avisando cuando observa que alguien los usa de forma inadecuada. [file:21]",
      "tip_psicologico": "Explicar de manera clara el sentido de las normas y su relación con el bienestar común, evitando justificarlas solo con castigos o recompensas. Asignar responsabilidades rotativas de cuidado del entorno (como encargado de materiales o del orden del aula) y revisar con los estudiantes cómo se sintieron desempeñando esos roles. Reconocer conductas de responsabilidad social destacando el impacto positivo que tienen en los demás."
    },
    {
      "id": "CON-022",
      "concepto": "Cumplimiento de Deberes y Normas",
      "definicion_pedagogica": "El cumplimiento de deberes y normas hace referencia a la disposición del estudiante para asumir y realizar sus responsabilidades escolares, como tareas, trabajos y acciones acordadas, respetando al mismo tiempo las reglas de convivencia y de los juegos. En grado 2, esta habilidad refuerza la idea de que las normas orientan la participación justa y segura, y que los deberes son oportunidades para consolidar aprendizajes y hábitos de estudio. Su desarrollo contribuye a la autonomía, la organización personal y la equidad en las interacciones entre pares. [file:21]",
      "definicion_estudiante": "Cumplir con los deberes y normas es esforzarte por hacer las tareas y responsabilidades que te corresponden, aunque a veces no te gusten o te parezcan difíciles, y respetar las reglas de los juegos sin hacer trampa. Significa escuchar las instrucciones, seguirlas y aceptar las consecuencias si no las cumples.",
      "habilidad_malla": "Autonomía emocional",
      "ejemplo_aula": "\"Cumplo con mis deberes aunque me cueste trabajo.\" / \"Sigo indicaciones incluso cuando no me gustan.\" / \"Respeto las reglas del juego sin hacer trampa.\"",
      "evidencia_logro": "El docente observa que el estudiante entrega sus tareas con regularidad, sigue las instrucciones dadas aunque no sean de su preferencia y participa en juegos y actividades respetando reglas y decisiones colectivas, sin recurrir a trampas o reclamos constantes cuando el resultado no le beneficia. [file:21]",
      "tip_psicologico": "Ayudar al estudiante a organizar sus deberes mediante listas o planificadores sencillos, revisando juntos qué debe hacer y en qué orden. Dialogar sobre la función de las normas en la protección del grupo, diferenciando entre normas justas y arbitrarias, y dando espacio para que el estudiante exprese sus opiniones dentro de un marco de respeto. Reforzar positivamente tanto el esfuerzo por cumplir como la honestidad al reconocer cuando no se logró hacerlo."
    },
    {
      "id": "CON-023",
      "concepto": "Ayuda y Colaboración en el Grupo",
      "definicion_pedagogica": "La ayuda y colaboración en el grupo enfatizan la disposición del estudiante para contribuir al bienestar colectivo más allá de sus intereses inmediatos, solucionando problemas del grupo, cediendo turnos cuando alguien lo necesita más y promoviendo la participación de todos, incluidos los compañeros nuevos o más inseguros. En grado 2, esta habilidad consolida la cooperación trabajada en períodos anteriores y se articula con la construcción de un clima de solidaridad y apoyo mutuo en el aula. [file:21]",
      "definicion_estudiante": "Ayudar y colaborar en el grupo es buscar maneras de que todos estén bien, no solo tú. Es apoyar cuando hay un problema, ceder tu turno si otro lo necesita más, invitar a los demás a jugar y asegurarte de que nadie se quede por fuera, especialmente los compañeros nuevos. Cuando colaboras así, el curso se siente como un equipo.",
      "habilidad_malla": "Habilidades sociales",
      "ejemplo_aula": "\"Busco ayudar a solucionar los problemas del grupo para que todos estemos tranquilos.\" / \"Cedo mi turno cuando mi amigo necesita más el balón.\" / \"Trato de que todos participen en los juegos del recreo.\"",
      "evidencia_logro": "El docente identifica que el estudiante propone soluciones cuando el grupo enfrenta dificultades, cede espontáneamente espacios o turnos a compañeros que lo requieren y se preocupa por incluir a quienes tienden a quedar aislados, especialmente en actividades de recreo o trabajos en equipo. [file:21]",
      "tip_psicologico": "Organizar actividades en las que los estudiantes deban tomar decisiones sobre cómo distribuir recursos limitados, guiando la reflexión sobre la importancia de considerar las necesidades de todos. Reconocer y verbalizar las ocasiones en las que un alumno cede su turno o ayuda a integrar a un compañero, mostrando cómo esas acciones mejoran el clima del grupo. Favorecer que los propios estudiantes mencionen ejemplos de ayuda recibida para fortalecer la gratitud y la colaboración recíproca."
    },
    {
      "id": "CON-024",
      "concepto": "Comportamiento Prosocial y Ejemplar",
      "definicion_pedagogica": "El comportamiento prosocial y ejemplar se refiere a conductas voluntarias orientadas a beneficiar a otros, como la ayuda, el cuidado, el respeto y la defensa de quienes pueden ser objeto de burlas o exclusión. En grado 2, esta habilidad incluye evitar conductas de burla, tratar a todos con amabilidad incluso cuando se está enojado y esforzarse por ser un modelo positivo para compañeros y compañeras. Fomenta una cultura de respeto y solidaridad en el aula, al tiempo que refuerza la identidad del estudiante como agente activo en la construcción de convivencia. [file:21]",
      "definicion_estudiante": "El comportamiento prosocial y ejemplar es actuar de manera que ayudes y cuides a los demás, siendo un buen ejemplo para tus compañeros. Es tratar a todos con amabilidad, evitar burlarte de alguien que se equivoca o es diferente, respetar a todos y sentirte bien cuando haces lo correcto, aunque nadie te lo pida.",
      "habilidad_malla": "Convivencia",
      "ejemplo_aula": "\"Trato a todos con amabilidad, incluso cuando estoy enojado.\" / \"Evito burlarme de mis compañeros.\" / \"Respeto las diferencias entre mis compañeros en el aula.\" / \"Intento ser un buen ejemplo para mis compañeros en el recreo.\"",
      "evidencia_logro": "El docente observa que el estudiante se dirige a sus pares con respeto de manera consistente, interviene para apoyar o defender a compañeros que puedan ser objeto de burlas, evita participar en conductas de ridiculización y busca actuar de forma coherente con las normas y valores trabajados en el curso, sirviendo de referencia positiva para otros niños. [file:21]",
      "tip_psicologico": "Identificar y destacar comportamientos prosociales específicos en el aula, nombrando la acción y el efecto positivo que tuvo sobre el grupo. Invitar al estudiante a reflexionar sobre cómo se siente cuando actúa como modelo para otros y qué tipo de ejemplo quiere dar. Incorporar proyectos de curso donde se promuevan acciones solidarias dentro y fuera del aula, fortaleciendo la idea de que cada niño puede influir positivamente en su entorno."
    }
  ]
}
