{
  "metadata": {
    "grado": 3,
    "area": "Proyecto Socioemocional"
  },
  "periodos": [
    {
      "numero_periodo": 1,
      "talleres": [
        {
          "id_taller": "G3-P1-T1",
          "nombre_taller": "Mi Freno de Emergencia: La Pausa de 5 Segundos",
          "conceptos_relacionados": [
            "Autocontrol"
          ],
          "proposito_experiencia": "Desarrollar la habilidad de identificar la emoción y pausar la respuesta impulsiva para actuar con calma.",
          "recursos_eco": "Espacio abierto, cronómetro o reloj.",
          "momento_inicio_conexion": "Pida a los estudiantes que se pongan de pie. Diga a los niños: 'Imaginen que son un motor que se está calentando mucho por el enojo o la emoción. Hoy aprenderemos a usar nuestro botón de enfriamiento'.",
          "momento_desarrollo_vivencia": "Haga que el grupo practique la secuencia: 1. Notar la emoción (mano al pecho), 2. Respirar profundo, 3. Relajar manos, 4. Relajar hombros, 5. Elegir la respuesta. Proponga situaciones como 'alguien te quita un lápiz' y pida que todos realicen la pausa de 5 segundos antes de decir nada.",
          "momento_cierre_integracion": "Pregunte: '¿Qué parte del ejercicio te ayudó más a calmarte?' y '¿En qué situación de la semana usarías esta pausa?'.",
          "revision_proposito": "Observar si el estudiante logra completar los 5 pasos de la técnica de autocontrol de forma secuencial.",
          "tiempo_aplicacion": "15 minutos",
          "enlace_multimedia": null
        },
        {
          "id_taller": "G3-P1-T2",
          "nombre_taller": "Misiones Secretas de Ayuda",
          "conceptos_relacionados": [
            "Amabilidad"
          ],
          "proposito_experiencia": "Fomentar gestos generosos desinteresados para fortalecer el clima escolar y el bienestar ajeno.",
          "recursos_eco": "Papelitos pequeños, lápices.",
          "momento_inicio_conexion": "Diga a los niños: 'Hoy todos seremos agentes secretos del bienestar. Nuestra misión es ayudar sin que nadie sepa quién fue'.",
          "momento_desarrollo_vivencia": "Haga que cada estudiante elija una 'acción amable secreta' para realizar durante la jornada (ej. ordenar una silla ajena, prestar un borrador, ayudar a alguien que no entiende algo). Al final del día, siéntense en círculo y compartan qué hicieron, pero sin decir nombres de a quién ayudaron.",
          "momento_cierre_integracion": "Pregunte: '¿Cómo creen que se sintió la otra persona?' y '¿Qué es más difícil: ser amable o recibir amabilidad?'.",
          "revision_proposito": "Identificar si el estudiante reconoce el impacto positivo de sus acciones en el estado emocional de sus compañeros.",
          "tiempo_aplicacion": "15 minutos",
          "enlace_multimedia": null
        },
        {
          "id_taller": "G3-P1-T3",
          "nombre_taller": "El Guardián del Buen Trato",
          "conceptos_relacionados": [
            "Autocontrol",
            "Amabilidad"
          ],
          "proposito_experiencia": "Integrar la regulación emocional con la acción empática ante situaciones de conflicto o tensión.",
          "recursos_eco": "Cinta adhesiva de colores.",
          "momento_inicio_conexion": "Dibuje una línea en el suelo. Diga a los niños: 'De un lado de la línea está la reacción rápida (gritar), del otro está la amabilidad. Nuestra meta es siempre cruzar hacia la amabilidad usando nuestra pausa'.",
          "momento_desarrollo_vivencia": "Presente una situación: 'Un compañero te empuja sin querer'. Los estudiantes deben saltar al lado de la 'reacción rápida', hacer la pausa de 5 segundos, y luego saltar al lado de la 'amabilidad' proponiendo una frase amable: '¿Estás bien? Ten más cuidado, por favor'.",
          "momento_cierre_integracion": "Pregunte: '¿Cómo nos ayuda el autocontrol a ser más amables?' y '¿Qué efecto tiene la amabilidad en nuestro grupo?'.",
          "revision_proposito": "Verificar la capacidad del niño para transformar un impulso reactivo en una propuesta de comunicación amable.",
          "tiempo_aplicacion": "15 minutos",
          "enlace_multimedia": null
        }
      ]
    },
    {
      "numero_periodo": 2,
      "talleres": [
        {
          "id_taller": "G3-P2-T1",
          "nombre_taller": "Mi Identidad en Construcción",
          "conceptos_relacionados": [
            "Identidad",
            "Autoaceptación"
          ],
          "proposito_experiencia": "Reconocer las características propias, talentos y áreas de mejora como parte de una identidad única.",
          "recursos_eco": "Tarjetas divididas en tres partes, colores.",
          "momento_inicio_conexion": "Diga a los niños: 'Nadie en el mundo es exactamente igual a ustedes. Hoy vamos a celebrar nuestra propia historia'.",
          "momento_desarrollo_vivencia": "Cada estudiante completa su tarjeta: 'Soy bueno en...', 'Me siento orgulloso de...' y 'Algo que estoy aprendiendo es...'. Luego, en parejas, compartan solo lo que quieran. El docente debe reforzar que estar aprendiendo algo lento también está bien.",
          "momento_cierre_integracion": "Pregunte: '¿Qué parte de tu identidad descubriste hoy?' y '¿Por qué es importante no compararnos con los demás?'.",
          "revision_proposito": "Evaluar si el estudiante identifica tanto una fortaleza como un área de crecimiento con una actitud de autoaceptación.",
          "tiempo_aplicacion": "15 minutos",
          "enlace_multimedia": null
        },
        {
          "id_taller": "G3-P2-T2",
          "nombre_taller": "El Tesoro de la Diversidad",
          "conceptos_relacionados": [
            "Respeto por la diferencia",
            "Amabilidad"
          ],
          "proposito_experiencia": "Aceptar y valorar las diferencias individuales como una oportunidad para enriquecer la convivencia.",
          "recursos_eco": "Tarjetas con diferencias (formas de aprender, gustos, estilos de juego).",
          "momento_inicio_conexion": "Diga a los niños: 'Si todos pintáramos con el mismo color, el mundo sería aburrido. Las diferencias son los colores de nuestro salón'.",
          "momento_desarrollo_vivencia": "En grupos pequeños, presente una tarjeta de diferencia (ej. un compañero que prefiere jugar solo). Discutan: '¿Cómo podríamos convivir con esta diferencia?' y '¿Qué acciones amables muestran respeto?'. Elaboren una frase que empiece con: 'Respetamos la diferencia cuando...'.",
          "momento_cierre_integracion": "Pregunte: '¿Cómo se siente un salón que respeta la diversidad?' y '¿Cómo te sientes cuando alguien respeta tus ideas?'.",
          "revision_proposito": "Observar si el estudiante propone acciones de inclusión y respeto ante las diferencias presentadas.",
          "tiempo_aplicacion": "15 minutos",
          "enlace_multimedia": null
        },
        {
          "id_taller": "G3-P2-T3",
          "nombre_taller": "Equipo Perseverante al Rescate",
          "conceptos_relacionados": [
            "Perseverancia",
            "Colaboración",
            "Autorrespeto"
          ],
          "proposito_experiencia": "Fomentar el trabajo en equipo y la persistencia ante retos difíciles, tratándose a sí mismos con respeto ante el error.",
          "recursos_eco": "Papel para origami, bloques o un patrón complejo de figuras.",
          "momento_inicio_conexion": "Diga a los niños: 'Hoy tenemos un reto difícil. Si no sale a la primera, usaremos nuestro autorrespeto para no decirnos palabras feas y seguir intentando'.",
          "momento_desarrollo_vivencia": "En equipos de cuatro, asigne roles (líder, organizador, animador, revisor). Deben resolver una tarea (armar una figura compleja). Cada estudiante marca en una hoja cuántos intentos necesitó. Si alguien se frustra, el grupo debe animarlo con amabilidad.",
          "momento_cierre_integracion": "Pregunte: '¿Qué te ayudó a no rendirte?' y '¿Qué aprendiste sobre trabajar en grupo hoy?'.",
          "revision_proposito": "Identificar si el estudiante persiste en la tarea tras fallar en el primer intento y si cumple su rol en el equipo.",
          "tiempo_aplicacion": "15 minutos",
          "enlace_multimedia": null
        }
      ]
    },
    {
      "numero_periodo": 3,
      "talleres": [
        {
          "id_taller": "G3-P3-T1",
          "nombre_taller": "Jueces de la Convivencia",
          "conceptos_relacionados": [
            "Justicia",
            "Responsabilidad emocional"
          ],
          "proposito_experiencia": "Reconocer situaciones injustas y proponer soluciones equitativas asumiendo la responsabilidad de las propias acciones.",
          "recursos_eco": "Fichas con casos de injusticia (reparto de turnos, materiales o juegos).",
          "momento_inicio_conexion": "Diga a los niños: 'La justicia es como una balanza que busca que todos estemos bien. ¿Cómo podemos equilibrar nuestro salón?'.",
          "momento_desarrollo_vivencia": "Presente tres escenarios de injusticia. Los estudiantes deben analizar: ¿Qué pasó?, ¿A quién afectó? y proponer una solución justa. Haga que practiquen decir: 'Me equivoqué y voy a repararlo' cuando la injusticia es causada por uno mismo.",
          "momento_cierre_integracion": "Pregunte: '¿Qué significa para ti que algo sea justo?' y '¿Por qué es importante pensar antes de hablar cuando estamos enojados?'.",
          "revision_proposito": "Evaluar la capacidad del niño para proponer soluciones equitativas que consideren el bienestar del otro.",
          "tiempo_aplicacion": "15 minutos",
          "enlace_multimedia": null
        },
        {
          "id_taller": "G3-P3-T2",
          "nombre_taller": "El Escudo del Autorrespeto y la Calma",
          "conceptos_relacionados": [
            "Autorrespeto",
            "Autocontrol"
          ],
          "proposito_experiencia": "Aprender a poner límites claros y respetuosos protegiendo la propia integridad emocional.",
          "recursos_eco": "Dibujo de un escudo.",
          "momento_inicio_conexion": "Diga a los niños: 'El autorrespeto es saber decir 'no' de forma calmada cuando algo no nos gusta'. Practique con ellos poner la mano al frente como señal de alto.",
          "momento_desarrollo_vivencia": "Presente situaciones cortas: 'Alguien se burla de tu dibujo' o 'Te piden un favor que no quieres hacer'. Los estudiantes deben formular una respuesta clara, calmada y sin agresión (ej. 'No me gusta que te burles, respeta mi trabajo'). Use la pausa de 5 segundos antes de responder.",
          "momento_cierre_integracion": "Pregunte: '¿Cómo te sientes cuando pones un límite con respeto?' y '¿Qué diferencia ves entre responder con enojo y con respeto?'.",
          "revision_proposito": "Observar si el estudiante logra expresar una negativa o límite sin recurrir a la agresividad verbal.",
          "tiempo_aplicacion": "12 minutos",
          "enlace_multimedia": null
        },
        {
          "id_taller": "G3-P3-T3",
          "nombre_taller": "El Mural de Nuestra Identidad Colectiva",
          "conceptos_relacionados": [
            "Identidad",
            "Colaboración",
            "Respeto por la diferencia"
          ],
          "proposito_experiencia": "Valorar la identidad del grupo y el aporte individual para lograr una meta común respetando la diversidad.",
          "recursos_eco": "Papel bond gigante, marcadores.",
          "momento_inicio_conexion": "Diga a los niños: 'Cada uno trajo un talento diferente. Hoy vamos a unirlos todos en una sola gran obra'.",
          "momento_desarrollo_vivencia": "Haga que el grupo cree un cartel que represente al salón. Cada integrante debe dibujar algo que lo represente y explicar cómo ese dibujo ayuda a que el salón sea mejor. Deben ponerse de acuerdo en el diseño respetando las ideas de todos.",
          "momento_cierre_integracion": "Pregunte: '¿Qué aprendiste sobre la identidad de tus compañeros hoy?' y '¿Cómo se siente cuando todos colaboran en una misma idea?'.",
          "revision_proposito": "Verificar si el estudiante integra sus ideas con las de los demás de manera armoniosa.",
          "tiempo_aplicacion": "15 minutos",
          "enlace_multimedia": null
        }
      ]
    },
    {
      "numero_periodo": 4,
      "talleres": [
        {
          "id_taller": "G3-P4-T1",
          "nombre_taller": "Mi Ritmo, Mi Logro",
          "conceptos_relacionados": [
            "Autoaceptación",
            "Identidad",
            "Perseverancia"
          ],
          "proposito_experiencia": "Aceptar el ritmo de aprendizaje propio y valorar el esfuerzo personal por encima de la comparación.",
          "recursos_eco": "Hojas de seguimiento personal.",
          "momento_inicio_conexion": "Diga a los niños: 'Aprender es como una carrera donde lo importante no es quién llega primero, sino disfrutar el camino'.",
          "momento_desarrollo_vivencia": "Cada estudiante completa las frases: 'Algo en lo que soy bueno es...' y 'Algo que estoy aprendiendo y está bien ir lento es...'. Luego, pídales que intenten una tarea que antes les costaba y noten su avance. Diga: 'Trátate bien mientras aprendes, la perseverancia es tu mejor amiga'.",
          "momento_cierre_integracion": "Pregunte: '¿Qué sientes cuando avanzas a tu propio ritmo?' y '¿Cómo puedes ayudarte cuando te frustras contigo mismo?'.",
          "revision_proposito": "Evaluar si el estudiante muestra actitudes de autocompasión y persistencia ante una tarea difícil.",
          "tiempo_aplicacion": "15 minutos",
          "enlace_multimedia": null
        },
        {
          "id_taller": "G3-P4-T2",
          "nombre_taller": "El Peso de mis Palabras",
          "conceptos_relacionados": [
            "Responsabilidad emocional",
            "Justicia",
            "Respeto por la diferencia"
          ],
          "proposito_experiencia": "Comprender la importancia de pensar antes de hablar y la necesidad de reparar el daño causado a otros.",
          "recursos_eco": "Tarjetas con frases que 'lastiman' y frases que 'ayudan'.",
          "momento_inicio_conexion": "Diga a los niños: 'Nuestras palabras son como flechas; una vez que salen, no pueden volver. Por eso debemos elegir las que curan'.",
          "momento_desarrollo_vivencia": "En parejas, analicen situaciones donde las palabras lastiman. Decidan qué opción muestra mayor responsabilidad emocional. Practiquen los pasos de la reparación: reconocer el error, pedir perdón sinceramente y proponer una acción justa para mejorar la situación.",
          "momento_cierre_integracion": "Pregunte: '¿Por qué es importante pensar antes de hablar?' y '¿Qué hiciste hoy para estar en paz con alguien?'.",
          "revision_proposito": "Observar si el estudiante identifica el daño emocional en situaciones hipotéticas y propone formas de reparación.",
          "tiempo_aplicacion": "15 minutos",
          "enlace_multimedia": null
        },
        {
          "id_taller": "G3-P4-T3",
          "nombre_taller": "El Círculo del Buen Trato Constante",
          "conceptos_relacionados": [
            "Autocontrol",
            "Amabilidad",
            "Colaboración"
          ],
          "proposito_experiencia": "Integrar las habilidades de regulación, buen trato y trabajo en equipo para cerrar el ciclo escolar con armonía.",
          "recursos_eco": "Una pelota o lana.",
          "momento_inicio_conexion": "Haga un círculo grande. Diga a los niños: 'Hemos construido un puente de amistad este año. Hoy vamos a cerrarlo con un compromiso de grupo'.",
          "momento_desarrollo_vivencia": "Lanza la pelota a un compañero diciendo una acción amable que hizo por ti o por el grupo. El que recibe debe hacer una respiración profunda (autocontrol) y proponer una meta de colaboración para el próximo año. Diga: 'Nuestra amabilidad y colaboración nos hacen un equipo imparable'.",
          "momento_cierre_integracion": "Pregunte: '¿Qué acción amable te gustaría que hicieran contigo?' y '¿Cómo se ve un salón que respeta y colabora siempre?'.",
          "revision_proposito": "Evaluar la integración de los conceptos de amabilidad y colaboración en el discurso final del estudiante.",
          "tiempo_aplicacion": "15 minutos",
          "enlace_multimedia": null
        }
      ]
    }
  ]
}