{
  "identificacion_grado": 4,
  "area_identificacion": "Proyecto Socioemocional",
  "periodo_1": [
    {
      "id": "CON-001",
      "concepto": "Regulación Emocional",
      "definicion_pedagogica": "En grado 4, la regulación emocional implica que el estudiante sea capaz de identificar emociones complejas como frustración, culpa u orgullo, reconozca cuándo la intensidad de estas emociones aumenta y utilice estrategias concretas para canalizarlas de manera constructiva. Supone que el niño distinga momentos en los que necesita calmarse antes de hablar o actuar, y que pueda elegir conscientemente acciones como respirar, contar, pedir tiempo o cambiar de actividad para evitar respuestas impulsivas que afecten su aprendizaje o sus relaciones. Esta habilidad se articula con la competencia de autonomía emocional y con el estándar que propone aplicar estrategias de autorregulación ante emociones intensas en clases desafiantes, favoreciendo que el estudiante retome el foco académico y mantenga una convivencia respetuosa.",
      "definicion_estudiante": "La regulación emocional es saber reconocer lo que sientes y usar estrategias para calmarte antes de decir o hacer algo de lo que te puedas arrepentir. Significa notar cuando te estás alterando, elegir respirar, pedir un momento o cambiar de lugar para tranquilizarte, y aceptar que puedes sentir miedo, enojo o tristeza sin avergonzarte. Cuando regulas tus emociones, piensas con más claridad y te relacionas mejor con los demás.",
      "habilidad_malla": "Regulación emocional",
      "ejemplo_aula": "\"Usé regulación emocional cuando respiré y pedí un momento para calmarme antes de hablar.\" / \"Reconozco que puedo sentir miedo sin avergonzarme.\" / \"Puedo elegir una estrategia (respirar) para calmarme cuando noto que me estoy alterando.\"",
      "evidencia_logro": "El docente observa que, ante emociones intensas en actividades desafiantes, el estudiante identifica que necesita calmarse, aplica de forma autónoma al menos una estrategia de autorregulación y posteriormente continúa participando en la clase sin recurrir a gritos, comentarios hirientes o abandono de la tarea.",
      "tip_psicologico": "Trabajar con el grupo un repertorio de estrategias de regulación (respiración, conteo, pausas activas, cambio de foco) y ensayarlas en momentos de calma para que estén disponibles cuando aparezca la emoción intensa. Ayudar a cada estudiante a reconocer sus señales físicas de activación (corazón acelerado, tensión, calor) y a asociarlas con la decisión de detenerse brevemente antes de responder. Reforzar verbalmente cada vez que un alumno pide tiempo o usa una estrategia para calmarse, resaltando el impacto positivo de esa elección en su aprendizaje y en el clima del aula."
    },
    {
      "id": "CON-002",
      "concepto": "Intención",
      "definicion_pedagogica": "La intención se refiere al propósito consciente que guía las acciones y decisiones del estudiante, así como a su capacidad para explicitar sus motivos de manera clara y honesta. En grado 4, comprender la intención permite diferenciar entre errores involuntarios y conductas deliberadas, y favorece que los niños expliquen qué querían lograr y cómo sus emociones o pensamientos influyeron en lo que hicieron. Esta habilidad apoya la reflexión previa a la decisión y la asunción de responsabilidad, ya que invita a considerar si el propósito se alinea con los valores personales, las normas del grupo y el bienestar colectivo.",
      "definicion_estudiante": "La intención es el motivo por el cual haces o explicas algo, es decir, lo que quieres lograr con tus palabras o tus acciones. Cuando aclaras tu intención, puedes decir si querías ayudar, hacer una broma, defenderte o simplemente participar. Entender tu intención te ayuda a saber si actuaste de manera justa y a corregir cuando lo que hiciste no coincide con lo que querías lograr.",
      "habilidad_malla": "Responsabilidad y toma de decisiones",
      "ejemplo_aula": "\"Mi intención fue ayudar, por eso expliqué el ejercicio a mi compañero.\"",
      "evidencia_logro": "El docente constata que el estudiante puede explicar con sus propias palabras cuál era su objetivo al actuar en una situación determinada, reconoce cuando su intención era positiva aunque el resultado no haya sido el esperado y, en caso de haber causado daño, ajusta futuras decisiones para que su propósito y su conducta sean coherentes.",
      "tip_psicologico": "En conversaciones posteriores a un conflicto o a una situación significativa, preguntar al estudiante \"¿cuál era tu intención?\" y ayudarle a diferenciar entre intención y impacto. Invitarle a pensar si su intención fue respetuosa consigo mismo y con los demás, y qué podría cambiar la próxima vez para que el resultado se acerque más a lo que quería lograr. Fomentar que antes de actuar se pregunte internamente \"¿para qué voy a hacer esto?\" como forma de reflexionar previamente sus decisiones."
    },
    {
      "id": "CON-003",
      "concepto": "Autoconocimiento Emocional",
      "definicion_pedagogica": "El autoconocimiento emocional en grado 4 implica que el estudiante identifique y describa con mayor precisión un rango amplio de emociones, incluyendo aquellas más complejas como frustración, culpa y orgullo, y que observe cómo cambian a lo largo del día según las experiencias escolares y personales. Además, supone reconocer qué situaciones le proporcionan seguridad o inseguridad, qué factores le hacen perder la calma y de qué modo las emociones influyen en aspectos como el cansancio, el estrés o la concentración. Esta habilidad fortalece la competencia de conciencia emocional y es la base para procesos de autorregulación, toma de decisiones responsables y cuidado de sí mismo.",
      "definicion_estudiante": "El autoconocimiento emocional es la capacidad de identificar y describir cómo te sientes en diferentes momentos del día, sabiendo si estás feliz, triste, enojado, nervioso u orgulloso, y entender qué cosas cambian tus emociones. También es reconocer qué te da seguridad, qué te pone tenso o te quita la calma y cómo tus emociones afectan tu energía y tu concentración en clase.",
      "habilidad_malla": "Conciencia emocional",
      "ejemplo_aula": "\"Puedo reconocer cuándo estoy feliz o enojado.\" / \"Sé cómo cambian mis emociones durante el día, de alegría a tranquilidad.\" / \"Reconozco qué cosas me hacen sentir seguro en el colegio, como estar con mis amigos.\" / \"Entiendo cómo el estrés por un examen puede cambiar mis emociones.\"",
      "evidencia_logro": "El docente observa que el estudiante nombra emociones más específicas al describir su día, relaciona cambios en su estado de ánimo con situaciones concretas (evaluaciones, comentarios de compañeros, juegos) y identifica factores que afectan su sensación de seguridad y su nivel de concentración.",
      "tip_psicologico": "Proponer al grupo el uso de diarios o escalas emocionales breves donde registren cómo se sienten en distintos momentos de la jornada y qué ocurrió antes. Facilitar espacios para que compartan, si lo desean, qué situaciones suelen aumentar su seguridad o su inseguridad, y qué estrategias les ayudan a sentirse mejor. En momentos de dificultad académica o relacional, guiar al estudiante a revisar cómo sus emociones están influyendo en su desempeño y qué puede hacer para cuidarse mejor."
    },
    {
      "id": "CON-004",
      "concepto": "Reflexión sobre el Impacto de las Acciones",
      "definicion_pedagogica": "Esta habilidad se centra en que el estudiante analice, antes y después de actuar, cómo sus emociones influyen en sus respuestas y qué efectos tienen sus palabras y conductas en sí mismo y en los demás. En grado 4, implica desarrollar la capacidad de detenerse a pensar si una reacción es adecuada, revisar al final del día si lo que hizo fue coherente con sus valores y reconocer cómo se siente cuando recibe críticas o reconocimiento. Esta reflexión alimenta el aprendizaje a partir del error y la asunción de responsabilidad, al permitir ajustes en el comportamiento futuro y mejorar las relaciones interpersonales.",
      "definicion_estudiante": "Reflexionar sobre el impacto de tus acciones es darte cuenta de lo que sientes antes de reaccionar y pensar después si lo que hiciste fue bueno o no. También es notar cómo te afecta cuando otros te critican o te felicitan y cómo tus emociones influyen en la forma en que tratas a tus compañeros. Al reflexionar, puedes aprender de lo que pasó y decidir actuar mejor la próxima vez.",
      "habilidad_malla": "Auto conocimiento",
      "ejemplo_aula": "\"Me doy cuenta de lo que siento (enojo) antes de reaccionar y hablar.\" / \"Reflexiono sobre si lo que dije en clase fue correcto o no.\" / \"Sé cómo me afecta (tristeza) cuando los demás me critican.\" / \"Identifico cómo mi alegría influye en mis buenas relaciones con mis compañeros.\"",
      "evidencia_logro": "El docente identifica que el estudiante puede explicar cómo se sentía antes de actuar, analiza luego si su conducta fue apropiada y menciona cambios que desea realizar para mejorar sus relaciones o su desempeño, mostrando disposición a aprender de la experiencia.",
      "tip_psicologico": "Introducir momentos breves de cierre al final de la jornada o de una actividad para que los estudiantes piensen en una acción de la que se sienten orgullosos y otra que les gustaría mejorar. Utilizar preguntas guía como \"¿qué sentí?\", \"¿qué hice?\", \"¿cómo afectó a los demás?\" y \"¿qué haría diferente?\". En procesos de acompañamiento individual, ayudar al estudiante a ver patrones entre sus emociones, sus acciones y las reacciones de los otros, reforzando las decisiones ajustadas y planificando alternativas para futuras situaciones."
    },
    {
      "id": "CON-005",
      "concepto": "Identificación de Fortalezas y Áreas de Mejora",
      "definicion_pedagogica": "La identificación de fortalezas y áreas de mejora consiste en que el estudiante reconozca sus cualidades personales, habilidades académicas y sociales, y al mismo tiempo señale aspectos específicos en los que necesita progresar. En grado 4, esta habilidad se vincula con la autonomía inicial y la responsabilidad, ya que anima al niño a establecer metas realistas, valorar sus logros y asumir desafíos de forma consciente. Reconocer fortalezas y oportunidades de mejora contribuye a un autoconcepto equilibrado, a la autoestima saludable y a la formulación de planes de acción para avanzar en el aprendizaje y en la convivencia.",
      "definicion_estudiante": "Identificar tus fortalezas y tus áreas de mejora es darte cuenta de en qué cosas eres bueno y qué actividades se te facilitan, pero también reconocer qué necesitas practicar más o cambiar. Es saber, por ejemplo, que eres fuerte en matemáticas o en dibujo, y al mismo tiempo aceptar que puedes mejorar en la organización, en la lectura o en el control de tus emociones.",
      "habilidad_malla": "Auto conocimiento",
      "ejemplo_aula": "\"Identifico que soy bueno en matemáticas y que me gusta dibujar.\" / \"Sé cuáles son mis metas, como mejorar en la lectura.\" / \"Reconozco que puedo mejorar en organizar mi cuaderno y aprender de mis errores al hacerlo.\"",
      "evidencia_logro": "El docente observa que el estudiante puede nombrar al menos dos fortalezas personales y académicas, así como dos aspectos concretos en los que desea mejorar, y que establece metas sencillas relacionadas con esas áreas de mejora, mostrando interés en trabajar sobre ellas.",
      "tip_psicologico": "Guiar actividades de autoevaluación en las que los estudiantes enumeren logros recientes y aspectos que quieren fortalecer, evitando etiquetas globales como \"soy malo\" o \"soy bueno\" en algo. Acompañarles a convertir las áreas de mejora en metas específicas y alcanzables, con pasos claros. Fomentar que compartan en pequeños grupos algunas fortalezas propias y ajenas, para que se reconozcan mutuamente y se construya una mirada más positiva y realista del grupo."
    },
    {
      "id": "CON-006",
      "concepto": "Autonomía en el Autoconocimiento",
      "definicion_pedagogica": "La autonomía en el autoconocimiento implica que el estudiante tome iniciativa para observarse, entenderse y cuidarse, reconociendo cuándo necesita apoyo externo, descanso o espacios de reflexión personal. En grado 4, esta habilidad se relaciona con la competencia de autonomía emocional, ya que supone que el niño no solo se conozca, sino que actúe en consecuencia, buscando estrategias y recursos que le permitan estar en equilibrio. Favorecer esta autonomía ayuda a que los estudiantes asuman un papel activo en su bienestar emocional y en la construcción de su proyecto personal dentro del contexto escolar.",
      "definicion_estudiante": "La autonomía en el autoconocimiento es darte cuenta por ti mismo de cuándo necesitas pedir ayuda para entender lo que sientes, cuándo te hace falta descansar o estar un momento solo y qué actividades te ayudan a sentirte en paz contigo mismo. Significa tomar decisiones para cuidarte mejor, sin esperar siempre a que otro te lo diga.",
      "habilidad_malla": "Autonomía emocional",
      "ejemplo_aula": "\"Reconozco cuándo necesito pedir ayuda a un adulto para entender mis emociones.\" / \"Identifico que necesito descansar un rato cuando me siento agobiado.\" / \"Me siento en paz conmigo mismo cuando reflexiono sobre mis acciones.\"",
      "evidencia_logro": "El docente observa que el estudiante solicita de manera autónoma apoyo o espacios de pausa cuando se siente sobrecargado, elige actividades que le ayudan a ordenar sus ideas y muestra mayor capacidad para describir lo que necesita para sentirse mejor.",
      "tip_psicologico": "Enseñar al estudiante a identificar señales internas que le indiquen que necesita ayuda o descanso y a traducirlas en peticiones claras a los adultos de confianza. Proponer estrategias de autoobservación, como escribir brevemente cómo se sintió en determinados momentos y qué le ayudó. Reforzar cada vez que toma decisiones saludables para sí mismo, destacando que cuidar su bienestar emocional es una responsabilidad personal importante."
    }
  ],
  "periodo_2": [
    {
      "id": "CON-007",
      "concepto": "Equidad",
      "definicion_pedagogica": "La equidad se entiende como el trato justo hacia todas las personas, reconociendo que cada una puede necesitar apoyos distintos para alcanzar las mismas metas. En grado 4, esta habilidad implica que el estudiante comprenda que dar a todos exactamente lo mismo no siempre es lo más justo, y que a veces es necesario adaptar tiempos, recursos o ayudas según las necesidades particulares. La equidad está estrechamente relacionada con la responsabilidad y la convivencia, ya que promueve decisiones y acuerdos grupales que consideran la diversidad del curso.",
      "definicion_estudiante": "La equidad es tratar a todos por igual en dignidad, dando a cada uno lo que necesita para participar y aprender, aunque no siempre sea exactamente lo mismo. Significa entender, por ejemplo, que un compañero puede requerir más tiempo para terminar una tarea y que eso no es injusto, sino una forma de ayudarle a alcanzar el mismo objetivo.",
      "habilidad_malla": "Responsabilidad y toma de decisiones",
      "ejemplo_aula": "\"Mostré equidad cuando dejamos que el compañero que necesitaba más tiempo terminara antes de seguir.\"",
      "evidencia_logro": "El docente identifica que el estudiante acepta con naturalidad ajustes o apoyos que reciben algunos compañeros, propone soluciones que tienen en cuenta las necesidades de todos y evita comentarios de burla o reclamo cuando percibe diferencias en la distribución de tiempo o recursos.",
      "tip_psicologico": "Trabajar con ejemplos concretos la diferencia entre igualdad y equidad, utilizando situaciones de clase donde algunos estudiantes necesitan apoyos adicionales. Fomentar debates guiados sobre qué sería lo más justo en diversos escenarios, invitando a considerar las necesidades individuales. Reforzar cuando los niños defienden decisiones equitativas aunque no les favorezcan directamente, resaltando la madurez de esa postura."
    },
    {
      "id": "CON-008",
      "concepto": "Humildad",
      "definicion_pedagogica": "La humildad, en este contexto, se refiere a la capacidad del estudiante para reconocer sus límites, aceptar que puede equivocarse y estar dispuesto a pedir ayuda o disculpas sin experimentar vergüenza excesiva. En grado 4, esta habilidad se vincula con el aprendizaje a partir del error y con relaciones más sanas, al permitir que el niño se abra a la retroalimentación y valore los aportes de otros. La humildad equilibra el orgullo por los logros con el reconocimiento de que siempre hay espacio para aprender y mejorar.",
      "definicion_estudiante": "La humildad es aceptar que no lo sabes todo, que puedes equivocarte y que está bien pedir ayuda o disculpas cuando es necesario. Significa escuchar a los demás, reconocer cuando otro tiene razón o sabe más sobre un tema y aprender de tus errores sin sentirte menos por eso.",
      "habilidad_malla": "Auto conocimiento",
      "ejemplo_aula": "\"Fui humilde cuando pedí ayuda porque no entendía un ejercicio.\" / \"Reconozco que puedo equivocarme y pido disculpas sin miedo.\"",
      "evidencia_logro": "El docente constata que el estudiante pide aclaraciones cuando no entiende, corrige su conducta tras recibir retroalimentación sin entrar en discusiones defensivas y ofrece disculpas cuando reconoce que se ha equivocado en sus palabras o acciones.",
      "tip_psicologico": "Modelar actitudes de humildad desde el rol docente, reconociendo cuando se cometen errores o cuando otros aportan ideas valiosas. Felicitar a los estudiantes que piden ayuda o aceptan correcciones con apertura, destacando la valentía que implica hacerlo. Trabajar actividades donde se analice cómo la soberbia o la incapacidad de reconocer errores pueden afectar negativamente al grupo y al propio aprendizaje."
    },
    {
      "id": "CON-009",
      "concepto": "Compasión",
      "definicion_pedagogica": "La compasión supone que el estudiante no solo identifique el dolor o la tristeza de otros, sino que experimente el deseo genuino de aliviar ese malestar a través de acciones concretas de apoyo. En grado 4, esta habilidad profundiza la empatía, al incorporar un componente activo de ayuda y cuidado, y contribuye a la construcción de un entorno escolar más seguro y solidario. La compasión se vincula con la convivencia y la ciudadanía, ya que motiva conductas prosociales ante situaciones de dificultad o injusticia.",
      "definicion_estudiante": "La compasión es sentir el dolor o la tristeza de otra persona como algo importante y querer hacer algo para ayudarla. Puede ser acompañar, escuchar, defenderla si alguien se burla o simplemente estar a su lado para que no se sienta sola.",
      "habilidad_malla": "Convivencia y ciudadanía",
      "ejemplo_aula": "\"Sentí compasión cuando acompañé a mi compañero que estaba triste.\"",
      "evidencia_logro": "El docente observa que el estudiante se acerca a compañeros que están pasando por un mal momento, ofrece apoyo emocional o práctico y evita sumarse a conductas de burla o aislamiento hacia quienes se sienten vulnerables.",
      "tip_psicologico": "Utilizar historias o situaciones reales para que los estudiantes identifiquen momentos en los que alguien necesitaba compasión y qué acciones podrían haber ayudado. Reforzar cuando se detectan gestos espontáneos de apoyo entre compañeros, resaltando cómo estas conductas mejoran el ambiente de la clase. Promover proyectos de curso orientados a ayudar a otros (en el colegio o en la comunidad) como forma de practicar la compasión de manera organizada."
    },
    {
      "id": "CON-010",
      "concepto": "Autogestión de Emociones",
      "definicion_pedagogica": "La autogestión de emociones se refiere a la capacidad del estudiante para manejar de forma autónoma sus estados emocionales, manteniendo un equilibrio que le permita actuar de manera adecuada en diferentes contextos. En grado 4, esto incluye calmarse antes de hablar o reaccionar, respirar profundo cuando está molesto o nervioso, tolerar que las cosas no salgan como espera, evitar conductas explosivas y buscar soluciones a los problemas. Esta habilidad se sitúa en el corazón de la autonomía emocional y es clave para afrontar errores, levantarse de ellos y seguir aprendiendo.",
      "definicion_estudiante": "La autogestión de emociones es manejar lo que sientes para mantenerte en equilibrio, sin dejar que una emoción te controle por completo. Es calmarte antes de hablar cuando algo sale mal, respirar profundo cuando estás muy molesto, pensar antes de responder y buscar soluciones en lugar de quedarte solo en la queja o en el enojo.",
      "habilidad_malla": "Autonomía emocional",
      "ejemplo_aula": "\"Cuando algo me sale mal, intento calmarme antes de hablar.\" / \"Respiro profundo cuando estoy muy molesto para no gritar.\" / \"Pienso antes de responder si alguien me dice algo que no me gusta.\" / \"Intento buscar soluciones cuando tengo un problema.\"",
      "evidencia_logro": "El docente identifica que el estudiante, ante situaciones frustrantes, aplica estrategias para calmarse, evita respuestas agresivas y se muestra dispuesto a buscar alternativas para resolver la dificultad, en lugar de abandonar la tarea o quedarse en el reclamo.",
      "tip_psicologico": "Ayudar al estudiante a elaborar una lista personal de estrategias que le funcionan para calmarse y mantenerla visible en su espacio de trabajo. Practicar el uso de estas estrategias en pequeños retos o juegos que generen presión controlada. Realizar revisiones posteriores a eventos emocionales intensos para analizar qué estrategias usó, cuáles funcionaron y qué podría intentar en futuras ocasiones."
    },
    {
      "id": "CON-011",
      "concepto": "Conciencia del Impulso Emocional",
      "definicion_pedagogica": "La conciencia del impulso emocional supone que el estudiante reconozca las sensaciones corporales y mentales que aparecen justo antes de reaccionar de forma impulsiva, y que entienda cómo determinadas emociones pueden llevarlo a actuar sin pensar. En grado 4, esta habilidad ayuda a interrumpir el ciclo de respuesta automática, permitiendo que el niño implemente estrategias de pausa y reflexión. Se relaciona con la reflexión previa a la decisión y con el autocuidado, al reducir conductas de riesgo o comportamientos que puedan dañar la convivencia.",
      "definicion_estudiante": "La conciencia del impulso emocional es darte cuenta de que una emoción fuerte te está empujando a actuar rápido sin pensar, y notar cómo se siente tu cuerpo justo antes de perder el control. Es reconocer la rabia en el corazón acelerado, en las manos tensas o en las ganas de gritar, y entender por qué te estás enojando antes de reaccionar.",
      "habilidad_malla": "Auto conocimiento",
      "ejemplo_aula": "\"Me doy cuenta cuándo la rabia me hace actuar rápido y sin pensar.\" / \"Identifico cómo se siente mi cuerpo (corazón acelerado) antes de perder el control.\" / \"Intento entender por qué me enojo antes de actuar para evitar problemas.\"",
      "evidencia_logro": "El docente observa que el estudiante describe con claridad sus sensaciones físicas previas a una reacción impulsiva, vincula esas sensaciones con emociones específicas y, en algunos casos, logra detenerse o cambiar su respuesta cuando reconoce estas señales tempranas.",
      "tip_psicologico": "Realizar actividades de \"escaneo corporal\" donde los estudiantes identifiquen cómo se siente su cuerpo en distintos estados emocionales. En momentos de conflicto, invitarles a nombrar qué notan físicamente antes de actuar. Animar al estudiante a interpretar estas señales como semáforos que indican cuándo debe detenerse, respirar o pedir ayuda para no dejarse llevar por el impulso."
    },
    {
      "id": "CON-012",
      "concepto": "Estrategias de Regulación Afectiva",
      "definicion_pedagogica": "Las estrategias de regulación afectiva son los recursos concretos que el estudiante utiliza para disminuir la intensidad de sus emociones cuando se encuentra alterado, así como para evitar que el malestar se prolongue innecesariamente. En grado 4, se espera que el niño conozca y ponga en práctica técnicas como la respiración profunda, el movimiento físico moderado, el uso de frases internas calmantes y la solicitud de un momento para alejarse de un conflicto. También se incluye la capacidad de perdonar y de no mantener el enojo durante todo el día, lo que favorece la recuperación emocional y las relaciones sanas.",
      "definicion_estudiante": "Las estrategias de regulación afectiva son las cosas que haces para sentirte más tranquilo cuando una emoción es muy fuerte, como respirar profundo, moverte un poco, cambiar de lugar o decir \"necesito un momento\" antes de seguir hablando. También es decidir no quedarte enojado todo el día y perdonar cuando algo te molesta mucho.",
      "habilidad_malla": "Regulación colectiva",
      "ejemplo_aula": "\"Sé que respirar profundo me ayuda a sentirme tranquilo.\" / \"Puedo decir 'necesito un momento' antes de reaccionar y así evito discutir.\" / \"Intento no dejar que mi enojo dure todo el día después de una pelea.\" / \"Puedo perdonar a mi amigo cuando me molesta mucho.\"",
      "evidencia_logro": "El docente constata que el estudiante identifica qué estrategias le resultan útiles para calmarse, las utiliza de manera intencional en situaciones reales de tensión y muestra capacidad para reducir la duración de su enojo, retomando la interacción con sus compañeros sin mantener rencores prolongados.",
      "tip_psicologico": "Enseñar y practicar diferentes estrategias de regulación, permitiendo que los estudiantes experimenten cuáles se adaptan mejor a su estilo. Animar a que expresen verbalmente cuando necesitan un momento, legitimando esa petición como una elección responsable. Promover momentos de reflexión en los que revisen cómo el uso de estas estrategias cambió el desarrollo de un conflicto o una clase difícil."
    }
  ],
  "periodo_3": [
    {
      "id": "CON-013",
      "concepto": "Autonomía",
      "definicion_pedagogica": "La autonomía, en el marco de grado 4, se relaciona con la capacidad del estudiante para organizar su tiempo y materiales, cumplir compromisos y finalizar tareas sin depender constantemente de recordatorios adultos. Supone que el niño tome decisiones sobre cómo abordar sus responsabilidades, manteniendo un nivel de calidad aceptable y sintiendo orgullo por su propio desempeño. Esta habilidad consolida la autonomía inicial planteada en la competencia anual y es un pilar para el desarrollo de hábitos de estudio y de participación responsable en el aula.",
      "definicion_estudiante": "La autonomía es organizarte y terminar tus actividades por iniciativa propia, sin que te estén recordando todo el tiempo lo que debes hacer. Es cumplir tus compromisos, cuidar tus cosas y esforzarte por hacer las tareas bien porque sabes que es importante para tu aprendizaje.",
      "habilidad_malla": "Autonomía emocional",
      "ejemplo_aula": "\"Mostré autonomía cuando organicé mi cuaderno y terminé las actividades sin que me recordaran.\" / \"Cumplo mis compromisos sin que me lo recuerden.\" / \"Me siento orgulloso de hacer las cosas bien.\"",
      "evidencia_logro": "El docente observa que el estudiante registra sus tareas, gestiona su tiempo para completarlas, trae los materiales necesarios y cumple acuerdos sin requerir constantes recordatorios, mostrando satisfacción por su propio trabajo.",
      "tip_psicologico": "Ayudar al estudiante a planificar sus actividades mediante listas o agendas sencillas, revisadas regularmente. Reforzar cuando se anticipa y cumple sus responsabilidades sin que se le insista. En caso de incumplimientos, analizar junto con él qué dificultades tuvo en la organización y qué ajustes puede hacer para mejorar su autonomía."
    },
    {
      "id": "CON-014",
      "concepto": "Coherencia",
      "definicion_pedagogica": "La coherencia se refiere a la capacidad del estudiante para alinear sus acciones con sus pensamientos, palabras y valores, evitando contradicciones entre lo que dice y lo que hace. En grado 4, esta habilidad implica que el niño se plantee si su conducta refleja realmente lo que considera correcto y si mantiene sus compromisos incluso cuando nadie lo vigila. La coherencia fortalece la identidad, la confianza interpersonal y la responsabilidad, y constituye un componente clave de la toma de decisiones éticas.",
      "definicion_estudiante": "La coherencia es actuar de acuerdo con lo que piensas y dices, manteniendo tus valores. Significa cumplir lo que prometes, comportarte como dices que es correcto y tratar de ser el mismo tanto cuando te miran como cuando no.",
      "habilidad_malla": "Responsabilidad y toma de decisiones",
      "ejemplo_aula": "\"Fui coherente cuando dije que trabajaría en silencio y lo hice.\" / \"Trato de actuar de acuerdo con mis valores, siendo justo y honesto.\" / \"Intento ser coherente entre lo que pienso, digo y hago, como ser un buen ejemplo.\"",
      "evidencia_logro": "El docente constata que el estudiante cumple compromisos asumidos, mantiene comportamientos acordes con las normas y sus propios valores y reconoce cuando ha sido incoherente, mostrando intención de corregir.",
      "tip_psicologico": "Proponer reflexiones sobre situaciones en las que las acciones no coinciden con lo que se dice, analizando las consecuencias. Invitar a los estudiantes a definir valores importantes para ellos y a revisar si sus conductas los reflejan. Reforzar cuando un alumno actúa coherentemente, especialmente en contextos donde podría haber elegido lo más fácil pero decide lo que considera correcto."
    },
    {
      "id": "CON-015",
      "concepto": "Disciplina",
      "definicion_pedagogica": "La disciplina se entiende como la capacidad de mantener orden y constancia en las acciones dirigidas a alcanzar metas, sosteniendo el esfuerzo incluso cuando la tarea resulta aburrida o difícil. En grado 4, esta habilidad se manifiesta en la organización del estudio, la práctica regular de contenidos y el cumplimiento de rutinas que favorecen el aprendizaje autónomo. La disciplina complementa la perseverancia y la autonomía, y es esencial para afrontar los desafíos académicos propios del ciclo.",
      "definicion_estudiante": "La disciplina es la habilidad de mantenerte constante en lo que haces para lograr una meta, aunque no tengas ganas o te cueste trabajo. Es estudiar un poco cada día, seguir las reglas de trabajo y no abandonar solo porque algo se puso difícil.",
      "habilidad_malla": "Autonomía emocional",
      "ejemplo_aula": "\"Demostré disciplina cuando estudié un rato todos los días para el examen.\" / \"Me esfuerzo por cumplir con lo que prometo.\"",
      "evidencia_logro": "El docente observa que el estudiante distribuye su estudio en el tiempo, cumple los pasos de las tareas aunque no haya supervisión inmediata y mantiene el esfuerzo hasta terminar actividades largas o complejas.",
      "tip_psicologico": "Ayudar al estudiante a definir metas claras y a dividirlas en pequeños pasos diarios, registrando el avance. Reconocer el esfuerzo sostenido, no solo el resultado final, para reforzar la disciplina como valor. Analizar situaciones en las que abandonó una tarea para encontrar estrategias que le permitan mantenerse en futuros retos."
    },
    {
      "id": "CON-016",
      "concepto": "Liderazgo Colaborativo",
      "definicion_pedagogica": "El liderazgo colaborativo se refiere a la capacidad del estudiante para guiar y organizar tareas de equipo de manera participativa, escuchando y valorando las ideas de los demás, distribuyendo responsabilidades y contribuyendo activamente al logro de objetivos comunes. En grado 4, esta forma de liderazgo se distancia del control autoritario y se centra en el servicio al grupo, promoviendo la inclusión y la toma de decisiones compartidas. Está estrechamente ligado a las competencias de habilidades sociales y convivencia.",
      "definicion_estudiante": "El liderazgo colaborativo es guiar a tu grupo para que las tareas salgan bien, escuchando las ideas de los demás y organizando el trabajo de manera justa. No se trata de mandar, sino de ayudar a que todos participen y se sientan parte del equipo.",
      "habilidad_malla": "Convivencia y ciudadanía",
      "ejemplo_aula": "\"Mostré liderazgo colaborativo cuando repartí tareas y escuché las ideas del equipo.\"",
      "evidencia_logro": "El docente constata que el estudiante asume roles de coordinación en trabajos grupales, distribuye tareas equitativamente, favorece la participación de todos y toma decisiones considerando las opiniones del equipo.",
      "tip_psicologico": "Ofrecer oportunidades para que distintos estudiantes ejerzan el rol de líder en proyectos variados, acompañándolos en la planificación y en la distribución de tareas. Brindar retroalimentación específica sobre cómo su estilo de liderazgo afecta la motivación del grupo. Promover que quienes lideran pidan opinión y reconozcan los aportes de sus compañeros, reforzando la dimensión colaborativa del liderazgo."
    },
    {
      "id": "CON-017",
      "concepto": "Toma de Decisiones Éticas y Reflexivas",
      "definicion_pedagogica": "Esta habilidad abarca la capacidad del estudiante para analizar las posibles consecuencias de sus decisiones, considerar el bienestar común, evaluar diferentes opciones y asumir la responsabilidad de sus actos. En grado 4, implica decir \"no\" cuando algo no parece correcto, pedir segundas opiniones y optar por la honestidad y la justicia aunque suponga un esfuerzo mayor. La toma de decisiones éticas y reflexivas se sitúa en el núcleo de la competencia de responsabilidad y toma de decisiones, conectando la reflexión previa con acciones concretas coherentes con valores personales y colectivos.",
      "definicion_estudiante": "La toma de decisiones éticas y reflexivas es pensar con calma cómo lo que decides afectará a otras personas y al grupo, analizar distintas opciones y elegir la que sea más justa y honesta. Es decir \"no\" cuando algo no te parece correcto, aunque tus amigos quieran hacerlo, y aceptar las consecuencias de tus actos sin culpar siempre a los demás.",
      "habilidad_malla": "Responsabilidad y toma de decisiones",
      "ejemplo_aula": "\"Pienso en cómo mi decisión de jugar afecta a mis compañeros.\" / \"Asumo las consecuencias cuando cometo un error sin culpar a otros.\" / \"Analizo las diferentes opciones antes de decidir qué juego hacer.\" / \"Busco el bienestar común, no solo el mío, al tomar una decisión.\" / \"Actúo con honestidad aunque sea difícil.\"",
      "evidencia_logro": "El docente observa que el estudiante plantea alternativas antes de actuar, considera cómo sus decisiones inciden en sus compañeros, rechaza propuestas que van en contra de las normas o de sus valores y acepta las consecuencias de sus actos sin buscar excusas constantes.",
      "tip_psicologico": "Presentar dilemas morales sencillos relacionados con la vida escolar y guiar al grupo en el análisis de opciones y consecuencias. Animar a los estudiantes a preguntarse \"¿esta decisión es justa?\", \"¿a quién beneficia?\" y \"¿me sentiré tranquilo después de hacer esto?\". Reforzar cuando un alumno elige la opción ética aunque no sea la más cómoda o popular, reconociendo la valentía de su decisión."
    },
    {
      "id": "CON-018",
      "concepto": "Responsabilidad Personal y Respeto en Decisiones",
      "definicion_pedagogica": "La responsabilidad personal y el respeto en decisiones se refieren a que el estudiante reconozca cómo sus emociones influyen en lo que elige hacer, evalúe si una decisión puede ser egoísta o perjudicial y considere los derechos y necesidades de los demás antes de actuar. En grado 4, esta habilidad incluye buscar información, pedir orientación cuando la situación lo requiere y admitir que algunas decisiones necesitan tiempo y calma para ser tomadas. Refuerza la competencia de responsabilidad y toma de decisiones, promoviendo elecciones más maduras y cuidadosas.",
      "definicion_estudiante": "La responsabilidad personal y el respeto en decisiones es reconocer cuándo tu enojo, tu alegría o tu tristeza están influyendo en lo que decides, pensar si lo que vas a hacer puede hacer daño a alguien o ser injusto y tomarte el tiempo necesario para decidir. También es preguntar o buscar información antes de tomar decisiones importantes para el grupo y asegurarte de que tu elección respeta los derechos de los demás.",
      "habilidad_malla": "Responsabilidad y toma de decisiones",
      "ejemplo_aula": "\"Reconozco cuándo mi enojo influyó en mi decisión de no compartir.\" / \"Reflexiono si una decisión puede tener consecuencias negativas para mí o para otros.\" / \"Pienso si mi decisión de elegir un juego respeta los derechos de mis compañeros.\" / \"Busco información o pregunto a la maestra antes de tomar una decisión importante para el grupo.\"",
      "evidencia_logro": "El docente constata que el estudiante identifica emociones presentes antes de decidir, ajusta decisiones que podrían resultar injustas o dañinas y consulta a adultos o compañeros cuando percibe que la situación es compleja o que puede afectar a todo el grupo.",
      "tip_psicologico": "Enseñar al estudiante a usar preguntas internas como \"¿esta decisión respeta a los demás?\" y \"¿estoy decidiendo solo por enojo?\" antes de actuar. Promover que, en decisiones de grupo, se tomen unos minutos de reflexión y consulta antes de llegar a un acuerdo. Reconocer cuando un alumno modifica su elección tras considerar el impacto en otros, evidenciando una responsabilidad más profunda."
    }
  ],
  "periodo_4": [
    {
      "id": "CON-019",
      "concepto": "Responsabilidad",
      "definicion_pedagogica": "En grado 4, la responsabilidad se concreta en que el estudiante reconozca el efecto de sus palabras y acciones en los demás, asuma las consecuencias de sus errores y se disponga a corregir su comportamiento. Esta habilidad se vincula con la gestión de emociones complejas y con la convivencia, ya que implica reparar cuando se ha causado daño y ajustar conductas futuras para no repetir patrones perjudiciales. La responsabilidad refuerza la idea de que cada estudiante es agente de su propio aprendizaje y del clima del aula.",
      "definicion_estudiante": "La responsabilidad es darte cuenta de cómo lo que dices y haces afecta a otras personas y asumir las consecuencias cuando te equivocas. Es pedir disculpas, arreglar lo que dañaste y cambiar lo que sea necesario en tu comportamiento para no repetir el mismo error.",
      "habilidad_malla": "Responsabilidad y toma de decisiones",
      "ejemplo_aula": "\"Mostré responsabilidad cuando pedí disculpas y arreglé lo que dañé.\" / \"Reconozco cuándo debo corregir mi comportamiento si fui grosero.\"",
      "evidencia_logro": "El docente observa que el estudiante admite su participación en una conducta inadecuada, participa en acciones reparadoras y realiza ajustes visibles en su comportamiento en situaciones similares posteriores.",
      "tip_psicologico": "Acompañar al estudiante en la identificación de los pasos para reparar una situación (reconocer, disculparse, reparar, cambiar), evitando centrarse solo en la culpa. Reforzar cuando toma la iniciativa para corregir un daño sin esperar a que se le obligue. Promover que se reflexione sobre lo aprendido después de asumir una consecuencia, para fortalecer la prevención."
    },
    {
      "id": "CON-020",
      "concepto": "Autoaceptación",
      "definicion_pedagogica": "La autoaceptación en este ciclo significa que el estudiante se reconozca como una persona valiosa, con fortalezas y debilidades, y que se permita crecer sin exigirse perfección ni compararse constantemente con otros. Esta habilidad está ligada al autoconocimiento y a la resiliencia, ya que favorece que el niño tolere errores y dificultades sin descalificarse, manteniendo la motivación para seguir mejorando. Una adecuada autoaceptación protege frente a sentimientos de inferioridad y facilita relaciones interpersonales más equilibradas.",
      "definicion_estudiante": "La autoaceptación es sentirte bien con quien eres, sabiendo que tienes cosas buenas y otras que aún estás aprendiendo. Es entender que no eres perfecto, pero que te quieres y te respetas, mientras sigues esforzándote por mejorar.",
      "habilidad_malla": "Auto conocimiento",
      "ejemplo_aula": "\"Practiqué autoaceptación cuando entendí que no soy perfecto, pero me quiero como soy.\"",
      "evidencia_logro": "El docente identifica que el estudiante habla de sí mismo con un lenguaje menos crítico, reconoce sus avances y acepta sus errores como parte del proceso, evitando compararse de forma negativa constante con sus compañeros.",
      "tip_psicologico": "Invitar al estudiante a elaborar listas de cualidades y logros personales, así como de metas de mejora realistas, para equilibrar su visión de sí mismo. Intervenir cuando se expresen frases muy descalificadoras, ayudando a reformularlas de forma más justa. Fomentar dinámicas de grupo donde se reconozcan cualidades entre compañeros, para fortalecer una cultura de aceptación mutua."
    },
    {
      "id": "CON-021",
      "concepto": "Convivencia Respetuosa y Colaborativa",
      "definicion_pedagogica": "La convivencia respetuosa y colaborativa integra comportamientos de escucha activa, participación equilibrada, respeto por las opiniones ajenas, búsqueda de acuerdos, ayuda mutua y rechazo de las burlas. En grado 4, esta habilidad se expresa en la capacidad del estudiante para trabajar en grupo sin imponer sus ideas, pedir las cosas con cortesía, apoyar a quienes lo necesitan y cumplir los acuerdos establecidos para proteger el bienestar colectivo. Constituye una síntesis de las competencias de habilidades sociales y convivencia y es esencial para construir un clima de aula positivo.",
      "definicion_estudiante": "La convivencia respetuosa y colaborativa es escuchar con atención a los demás, participar en grupo sin querer mandar siempre, pedir las cosas con respeto y ayudar cuando alguien lo necesita. También es evitar reírte de los errores de otros, tratar con amabilidad a todas las personas del colegio y cumplir los acuerdos para no afectar al grupo.",
      "habilidad_malla": "Convivencia y ciudadanía",
      "ejemplo_aula": "\"Escucho con atención cuando mis compañeros expresan sus ideas.\" / \"Participo en grupo sin querer imponer mis opiniones en el proyecto.\" / \"Ayudo a mis compañeros cuando veo que lo necesitan.\" / \"Evito reírme de los errores de otros en clase.\" / \"Cumplo los acuerdos que hacemos como grupo para no afectar a los demás.\"",
      "evidencia_logro": "El docente observa que el estudiante mantiene una actitud de respeto en las interacciones, colabora en tareas grupales, evita participar en burlas y cumple los compromisos asumidos con el grupo, contribuyendo a un ambiente de aula seguro y acogedor.",
      "tip_psicologico": "Establecer normas de convivencia construidas conjuntamente y revisarlas periódicamente, destacando comportamientos que las ejemplifican. Facilitar espacios donde los estudiantes puedan expresar cómo se sienten en el grupo y qué acciones mejoran o empeoran la convivencia. Reconocer públicamente las conductas de cooperación y respeto, mostrando su impacto en el bienestar colectivo."
    },
    {
      "id": "CON-022",
      "concepto": "Gestión de Conflictos y Mediación",
      "definicion_pedagogica": "La gestión de conflictos y mediación se refiere a la capacidad del estudiante para intentar resolver desacuerdos mediante el diálogo, usar estrategias de calma cuando se siente provocado y, cuando el problema lo supera, buscar la ayuda de un adulto de confianza. En grado 4, también incluye valorar el esfuerzo de los demás aunque no ganen y contribuir a que el aula sea un lugar agradable. Esta habilidad se vincula con la regulación emocional y la convivencia, preparando a los niños para participar en procesos de mediación cada vez más autónomos.",
      "definicion_estudiante": "La gestión de conflictos y mediación es buscar primero hablar con calma para resolver un problema, tratando de mantener la tranquilidad cuando alguien te molesta, y pedir ayuda a un adulto cuando el conflicto es muy grande. También es reconocer el esfuerzo de tus compañeros aunque no ganen y trabajar para que el salón sea un lugar agradable para todos.",
      "habilidad_malla": "Regulación colectiva",
      "ejemplo_aula": "\"Busco ayuda de un adulto cuando mis amigos y yo no podemos resolver un conflicto.\" / \"Intento resolver los desacuerdos hablando antes de pedir ayuda a la maestra.\" / \"Intento mantener la calma cuando alguien me molesta en el recreo.\" / \"Valoro el esfuerzo de mis compañeros aunque no ganen el juego.\" / \"Me esfuerzo por hacer del aula un lugar agradable para todos, siendo amable.\"",
      "evidencia_logro": "El docente constata que el estudiante intenta dialogar antes de recurrir a la queja o la agresión, usa técnicas para mantener la calma en el recreo o en clase y, cuando el conflicto se complica, solicita mediación adulta. Además, reconoce públicamente el esfuerzo de otros y realiza acciones que mejoran el ambiente del aula.",
      "tip_psicologico": "Enseñar pasos claros para la resolución de conflictos (escuchar, expresar, proponer soluciones, acordar) y practicarlos mediante dramatizaciones. Ofrecer roles de mediación guiada a algunos estudiantes, supervisando que se mantenga el respeto y la neutralidad. Después de conflictos reales, revisar con los implicados qué estrategias funcionaron y cómo pueden usarlas de nuevo en el futuro."
    },
    {
      "id": "CON-023",
      "concepto": "Cuidado del Entorno y Compromiso Social",
      "definicion_pedagogica": "El cuidado del entorno y compromiso social implica que el estudiante se responsabilice por el uso adecuado de los materiales y espacios compartidos, respete a quienes piensan diferente y reconozca el impacto de sus palabras en el bienestar emocional de otros. En grado 4, esta habilidad amplía el cuidado del aula hacia una mirada más ciudadana, al valorar las acciones respetuosas y solidarias dentro de la comunidad escolar. Fortalece la competencia de convivencia y ciudadanía y promueve una conciencia social inicial.",
      "definicion_estudiante": "El cuidado del entorno y compromiso social es cuidar los materiales y los espacios del colegio porque son de todos, respetar a las personas que piensan diferente a ti y darte cuenta de cuándo algo que dijiste pudo hacer sentir mal a alguien. También es valorar cuando alguien actúa con respeto hacia ti o hacia el grupo y tratar de hacer lo mismo.",
      "habilidad_malla": "Convivencia y ciudadanía",
      "ejemplo_aula": "\"Cuido los materiales que usamos entre todos en el aula.\" / \"Respeto a quienes piensan diferente a mí en el debate.\" / \"Reconozco cuando algo que dije hizo sentir mal a mi compañero.\" / \"Valoro cuando alguien actúa con respeto hacia mí y el grupo.\"",
      "evidencia_logro": "El docente observa que el estudiante utiliza los materiales de forma cuidadosa, participa en las rutinas de orden y limpieza, respeta opiniones diversas en actividades de debate y reconoce tanto cuando ha causado malestar con sus palabras como cuando otros muestran conductas respetuosas.",
      "tip_psicologico": "Organizar campañas o proyectos de curso relacionados con el cuidado del entorno (reciclaje, orden del aula, cuidado de jardines) para que los estudiantes vivan experiencias concretas de compromiso social. Propiciar espacios de diálogo sobre diversidad de opiniones, enfatizando la importancia del respeto mutuo. Reforzar cuando un alumno corrige voluntariamente una frase o gesto que pudo herir a alguien, reconociendo su sensibilidad social."
    },
    {
      "id": "CON-024",
      "concepto": "Participación Activa y Liderazgo Prosocial",
      "definicion_pedagogica": "La participación activa y el liderazgo prosocial combinan la disposición del estudiante para involucrarse en actividades grupales con una actitud de inclusión, ejemplo positivo y cuidado por el impacto de sus decisiones en los demás. En grado 4, esta habilidad supone que el niño busque integrar a todos en juegos y trabajos, identifique cómo sus acciones mejoran la convivencia y evite repetir comportamientos que sabe que dañan al grupo. Se alinea con las competencias de habilidades sociales y convivencia, y prepara para formas de ciudadanía más complejas.",
      "definicion_estudiante": "La participación activa y el liderazgo prosocial es tomar parte en las actividades del grupo con buena actitud, aportando ideas y tratando de incluir a todos. También es reconocer cuándo tus acciones ayudan a que haya mejor convivencia, esforzarte por ser un buen ejemplo y evitar decisiones que puedan afectar negativamente a otros.",
      "habilidad_malla": "Convivencia y ciudadanía",
      "ejemplo_aula": "\"Participo en actividades grupales con actitud positiva, aportando mis ideas.\" / \"Trato de incluir a todos en los juegos del recreo.\" / \"Reconozco que mis acciones, como ser amable, ayudan a mejorar la convivencia.\" / \"Me esfuerzo por ser un buen ejemplo para mis compañeros.\" / \"Trato de que mis decisiones no afecten a otros de forma negativa.\"",
      "evidencia_logro": "El docente constata que el estudiante participa de manera constante en actividades académicas y recreativas, fomenta la inclusión de compañeros que tienden a quedar fuera, identifica y comenta cómo ciertas acciones mejoran el ambiente del curso y evita conductas que sabe que generan conflictos o malestar.",
      "tip_psicologico": "Ofrecer oportunidades para que los estudiantes lideren iniciativas prosociales (apoyar a nuevos compañeros, organizar actividades cooperativas, proponer normas de convivencia) y acompañarles en su planificación. Reconocer públicamente ejemplos de liderazgo positivo, mostrando cómo influyen en el bienestar del grupo. Invitar al alumnado a reflexionar periódicamente sobre qué decisiones propias han ayudado a la convivencia y cuáles necesitan cambiar."
    }
  ]
}
