{
  "metadata": {
    "grado": 5,
    "area": "Proyecto Socioemocional"
  },
  "periodos": [
    {
      "numero_periodo": 1,
      "talleres": [
        {
          "id_taller": "G5-P1-T1",
          "nombre_taller": "Mi Mapa de Emociones y Autocontrol",
          "conceptos_relacionados": [
            "Autoconocimiento",
            "Autorregulación Emocional",
            "Empatía Básica"
          ],
          "proposito_experiencia": "Desarrollar el autoconocimiento emocional, la autorregulación y la empatía para comprender las emociones propias y ajenas.",
          "recursos_eco": "Hojas de papel, lápices de colores, lista de emociones básicas, escenarios de situaciones con emociones.",
          "momento_inicio_conexion": "Diga a los niños: 'Nuestras emociones son como un mapa que nos guía. Hoy vamos a explorar ese mapa y aprender a leerlo mejor'.",
          "momento_desarrollo_vivencia": "Cada estudiante identifica y describe sus emociones (Autoconocimiento), como qué le hace sentir feliz o enojado. Se introduce la 'Autorregulación Emocional' con el ejercicio de 'Pausa de 5 segundos': notar emoción, respirar, relajar manos, relajar hombros, elegir respuesta. Luego, se presentan escenarios para practicar la 'Empatía Básica', intentando comprender cómo se sentirían otros. Use el ejemplo: 'Pude identificar qué cosas me hacen sentir feliz y cuáles me enojan para poder gestionarlas'. 'Cuando sentí rabia, respiré profundo y conté hasta diez en lugar de gritar'. 'Me di cuenta de que mi compañero estaba triste y le pregunté si necesitaba ayuda'.",
          "momento_cierre_integracion": "Pregunte: '¿Qué emoción te costó más reconocer hoy?' y '¿Cómo te ayuda la respiración cuando sientes una emoción fuerte?'.",
          "revision_proposito": "Observar la capacidad de los estudiantes para reconocer emociones, aplicar técnicas de autorregulación y mostrar empatía básica.",
          "tiempo_aplicacion": "25 minutos",
          "enlace_multimedia": null
        },
        {
          "id_taller": "G5-P1-T2",
          "nombre_taller": "Mi Voz con Coraje: Intención y Autocuidado",
          "conceptos_relacionados": [
            "Intención",
            "Coraje Emocional",
            "Autocuidado emocional"
          ],
          "proposito_experiencia": "Fomentar el coraje emocional para expresar sentimientos y necesidades, reflexionando sobre la intención y practicando el autocuidado.",
          "recursos_eco": "Tarjetas con situaciones donde es difícil expresar emociones, hojas para escribir frases asertivas, lista de señales de saturación emocional.",
          "momento_inicio_conexion": "Diga a los niños: 'A veces es difícil decir lo que sentimos, pero tener coraje nos ayuda a cuidar nuestro corazón y el de los demás'.",
          "momento_desarrollo_vivencia": "Cada estudiante elige una emoción reciente que le costó expresar. Escribe una frase clara, breve y respetuosa para comunicarla ('Coraje Emocional'). Se reflexiona sobre la 'Intención' detrás de la comunicación. Se introduce el 'Autocuidado emocional' al identificar una señal personal de saturación y definir una acción breve de pausa. Use el ejemplo: 'Mostré coraje emocional cuando hablé con la profe sobre algo que me preocupaba'. 'Mi intención fue ayudar, por eso expliqué el ejercicio a mi compañero'. 'Identifiqué que cuando me enojo, mi señal de pausa es respirar profundo'.",
          "momento_cierre_integracion": "Pregunte: '¿Qué emoción te cuesta más expresar?' y '¿Qué estrategia de autocuidado puedes aplicar de inmediato?'.",
          "revision_proposito": "Evaluar la capacidad de los estudiantes para expresar emociones con coraje, reflexionar sobre la intención y aplicar estrategias de autocuidado.",
          "tiempo_aplicacion": "25 minutos",
          "enlace_multimedia": null
        },
        {
          "id_taller": "G5-P1-T3",
          "nombre_taller": "Decido y Justifico: Mi Integridad en Acción",
          "conceptos_relacionados": [
            "Integridad",
            "Reflexión sobre el",
            "Autoconocimiento"
          ],
          "proposito_experiencia": "Promover la integridad a través de la toma de decisiones éticas, fomentando la reflexión y el autoconocimiento de los valores personales.",
          "recursos_eco": "Situaciones de dilema ético (objeto perdido, copiar respuesta, comentario inapropiado), hojas para escribir decisiones y justificaciones.",
          "momento_inicio_conexion": "Diga a los niños: 'La integridad es hacer lo correcto, incluso cuando nadie nos ve. Es la brújula de nuestro corazón'.",
          "momento_desarrollo_vivencia": "Se lee una situación de dilema ético. Cada estudiante escribe qué decisión tomaría y una razón basada en un valor personal ('Integridad'). Se fomenta la 'Reflexión sobre el' cómo se sentiría y qué impacto tendría. Se conecta con el 'Autoconocimiento' al identificar qué valores guían la decisión. Use el ejemplo: 'Demostré integridad cuando devolví el estuche con marcadores que encontré en el suelo'. 'Me doy cuenta de lo que siento (enojo) antes de reaccionar'.",
          "momento_cierre_integracion": "Pregunte: '¿Qué valor se relaciona con mi decisión?' y '¿Actuaría igual si nadie estuviera mirando?'.",
          "revision_proposito": "Observar la capacidad de los estudiantes para tomar decisiones éticas, justificarlas con valores personales y reflexionar sobre su impacto.",
          "tiempo_aplicacion": "25 minutos",
          "enlace_multimedia": null
        }
      ]
    },
    {
      "numero_periodo": 2,
      "talleres": [
        {
          "id_taller": "G5-P2-T1",
          "nombre_taller": "Mi Plan de Éxito: Autodisciplina y Autogestión",
          "conceptos_relacionados": [
            "Autodisciplina",
            "Autogestión de",
            "Estrategias de"
          ],
          "proposito_experiencia": "Desarrollar la autodisciplina y autogestión para cumplir tareas, identificando distractores y aplicando estrategias de manejo.",
          "recursos_eco": "Hojas de trabajo 'Tres pasos y un distractor', planificadores semanales o diarios, ejemplos de distractores.",
          "momento_inicio_conexion": "Diga a los niños: 'Ser autodisciplinado es como ser un capitán de barco que sabe cómo llegar a su destino, sin importar las olas'.",
          "momento_desarrollo_vivencia": "Cada estudiante elige una tarea escolar, escribe tres pasos concretos para cumplirla sin recordatorios externos. Identifica un distractor frecuente y una estrategia simple para manejarlo ('Autodisciplina'). Luego, revisa su semana escolar y detecta una responsabilidad que puede mejorar ('Autogestión de'). Se guía en la 'Estrategias de' para elegir y aplicar la más adecuada. Use el ejemplo: 'Mostré autodisciplina cuando me senté a estudiar para el examen sin que mis padres me lo pidieran'. 'Me doy cuenta cuándo la rabia me hace actuar rápido y sin pensar'. 'Sé qué cosas me ayudan a sentirme tranquilo'.",
          "momento_cierre_integracion": "Pregunte: '¿Qué distractor me afecta con más frecuencia?' y '¿Qué estrategia puedo aplicar de inmediato?'.",
          "revision_proposito": "Evaluar la capacidad de los estudiantes para planificar, identificar distractores y aplicar estrategias de autodisciplina y autogestión.",
          "tiempo_aplicacion": "25 minutos",
          "enlace_multimedia": null
        },
        {
          "id_taller": "G5-P2-T2",
          "nombre_taller": "Manos a la Obra: Iniciativa y Manejo de la Frustración",
          "conceptos_relacionados": [
            "Iniciativa",
            "Manejo de la Frustración",
            "Estrategias de"
          ],
          "proposito_experiencia": "Fomentar la iniciativa para proponer mejoras y desarrollar habilidades para el manejo de la frustración, utilizando estrategias de solución.",
          "recursos_eco": "Pizarra o papelógrafo para propuestas, materiales para una 'mejora rápida' del aula, escenarios de frustración.",
          "momento_inicio_conexion": "Diga a los niños: 'La iniciativa es como una chispa que enciende ideas. Y cuando las cosas no salen, necesitamos encontrar otras chispas para seguir adelante'.",
          "momento_desarrollo_vivencia": "Pida identificar algo simple del aula que pueda mejorarse sin recursos adicionales. Cada estudiante redacta una propuesta concreta ('Iniciativa'). Luego, se trabajan escenarios de 'Manejo de la Frustración', buscando soluciones positivas ('Estrategias de'). Use el ejemplo: 'Mostré iniciativa cuando organicé el material del grupo sin que me lo pidieran'. 'Cuando perdí el juego, respiré profundo para calmarme en lugar de enojarme'. 'Sé qué cosas me ayudan a sentirme tranquilo'.",
          "momento_cierre_integracion": "Pregunte: '¿Qué problema observé y propuse mejorar?' y '¿Qué estrategia usas cuando te sientes frustrado?'.",
          "revision_proposito": "Evaluar la capacidad de los estudiantes para tomar iniciativa, proponer soluciones y manejar la frustración de forma constructiva.",
          "tiempo_aplicacion": "25 minutos",
          "enlace_multimedia": null
        },
        {
          "id_taller": "G5-P2-T3",
          "nombre_taller": "Decisiones con Impacto: Responsabilidad y Coherencia",
          "conceptos_relacionados": [
            "Toma de Decisiones Éticas",
            "Responsabilidad",
            "Coherencia"
          ],
          "proposito_experiencia": "Desarrollar la toma de decisiones éticas, asumiendo la responsabilidad de las acciones y manteniendo la coherencia entre lo que se dice y se hace.",
          "recursos_eco": "Situaciones de dilema moral (copiar, comentario inapropiado), hojas para reflexionar sobre la responsabilidad.",
          "momento_inicio_conexion": "Diga a los niños: 'Cada decisión que tomamos es como una piedra que cae al agua y crea ondas. Hoy veremos el impacto de esas ondas'.",
          "momento_desarrollo_vivencia": "Se presentan situaciones donde se deben tomar decisiones éticas ('Toma de Decisiones Éticas'), como copiar o hacer un comentario inapropiado. Los estudiantes analizan cómo su decisión afecta a otros y la 'Responsabilidad' que implica. Se reflexiona sobre la 'Coherencia' entre lo que se dice y se hace. Use el ejemplo: 'Antes de hacer una broma, pensé si eso haría sentir mal a mi amigo y decidí no hacerla'. 'Mostré responsabilidad cuando pedí disculpas y arreglé lo que dañé'. 'Fui coherente cuando dije que respetaría el turno y no interrumpí'.",
          "momento_cierre_integracion": "Pregunte: '¿Qué efecto tendría mi acción en otros?' y '¿Cómo te sientes cuando otros son coherentes contigo?'.",
          "revision_proposito": "Evaluar la capacidad de los estudiantes para tomar decisiones éticas, asumir responsabilidad y mostrar coherencia en sus acciones.",
          "tiempo_aplicacion": "25 minutos",
          "enlace_multimedia": null
        }
      ]
    },
    {
      "numero_periodo": 3,
      "talleres": [
        {
          "id_taller": "G5-P3-T1",
          "nombre_taller": "Mi Autodisciplina Continuada: Sostener el Esfuerzo",
          "conceptos_relacionados": [
            "Autodisciplina",
            "Perseverancia",
            "Autorregulación Emocional"
          ],
          "proposito_experiencia": "Reforzar la autodisciplina para sostener el esfuerzo y la perseverancia, utilizando la autorregulación emocional para mantener la concentración.",
          "recursos_eco": "Tareas que requieren constancia (ejercicio largo, secuencia, lectura guiada), hojas de registro de concentración, técnicas de respiración.",
          "momento_inicio_conexion": "Diga a los niños: 'La autodisciplina es como un músculo: cuanto más lo usamos, más fuerte se vuelve. Hoy vamos a entrenar nuestro músculo de la concentración'.",
          "momento_desarrollo_vivencia": "El docente propone una tarea que requiere constancia ('Autodisciplina'). Los estudiantes registran qué los ayudó a mantenerse concentrados ('Perseverancia'). Se aplican técnicas de 'Autorregulación Emocional' si surge frustración o distracción. Use el ejemplo: 'Seguí practicando mi presentación oral todos los días, aunque prefería jugar'. 'Cuando sentí rabia, respiré profundo y conté hasta diez en lugar de gritar'.",
          "momento_cierre_integracion": "Pregunte: '¿Qué fue lo más difícil de mantener hoy?' y '¿Qué estrategia usaste para no distraerte?'.",
          "revision_proposito": "Evaluar la capacidad de los estudiantes para sostener el esfuerzo en tareas, demostrar perseverancia y aplicar la autorregulación emocional.",
          "tiempo_aplicacion": "25 minutos",
          "enlace_multimedia": null
        },
        {
          "id_taller": "G5-P3-T2",
          "nombre_taller": "El Compromiso Ético: Elijo Proteger al Grupo",
          "conceptos_relacionados": [
            "Compromiso Ético",
            "Integridad",
            "Responsabilidad Social"
          ],
          "proposito_experiencia": "Fomentar el compromiso ético, la integridad y la responsabilidad social al elegir acciones que protejan el respeto y el bienestar del grupo.",
          "recursos_eco": "Situaciones de dilema ético grupal (intervenir o ignorar, regla del orden, trabajo grupal desigual), hojas para reflexionar sobre el compromiso.",
          "momento_inicio_conexion": "Diga a los niños: 'Un compromiso ético es como una promesa que hacemos a nuestro grupo para cuidarnos y protegernos mutuamente'.",
          "momento_desarrollo_vivencia": "Se lee una situación de dilema ético grupal. Cada estudiante escribe la decisión que tomaría y cómo esa acción protege el respeto dentro del grupo ('Compromiso Ético', 'Integridad'). Se conecta con la 'Responsabilidad Social' al analizar cómo sus acciones afectan el bienestar común. Use el ejemplo: 'Cumplí mi promesa de ayudar a mi amigo con la tarea, aunque me invitaron a jugar'. 'Mostré responsabilidad cuando pedí disculpas y arreglé lo que dañé'. 'Me siento orgulloso de hacer bien mi trabajo en clase'.",
          "momento_cierre_integracion": "Pregunte: '¿Qué acción es la más justa?' y '¿Qué ambiente quiero ayudar a construir en el grupo?'.",
          "revision_proposito": "Evaluar la capacidad de los estudiantes para tomar decisiones éticas que beneficien al grupo, demostrar integridad y asumir responsabilidad social.",
          "tiempo_aplicacion": "25 minutos",
          "enlace_multimedia": null
        },
        {
          "id_taller": "G5-P3-T3",
          "nombre_taller": "La Voz de la Experiencia: Reflexión Crítica y Autoeficacia",
          "conceptos_relacionados": [
            "Reflexión crítica",
            "Autoeficacia",
            "Autoconocimiento"
          ],
          "proposito_experiencia": "Desarrollar la reflexión crítica sobre reacciones impulsivas, fortaleciendo la autoeficacia y el autoconocimiento para mejorar el comportamiento.",
          "recursos_eco": "Hojas de trabajo 'Lo que pasó y lo que haría distinto', escenarios de reacciones impulsivas.",
          "momento_inicio_conexion": "Diga a los niños: 'Hoy seremos detectives de nuestras propias reacciones. Vamos a investigar qué pasó y qué podríamos hacer diferente para sentirnos más capaces'.",
          "momento_desarrollo_vivencia": "Cada estudiante recuerda una situación reciente donde reaccionó de forma rápida o impulsiva. Escribe: qué pasó, qué sintió y qué podría haber hecho diferente ('Reflexión crítica'). Se identifica un logro reciente y un paso específico que aplicó para superarlo ('Autoeficacia'). Se conecta con el 'Autoconocimiento' al identificar patrones en sus reacciones. Use el ejemplo: 'Analicé que cuando mi amigo me empujó, reaccioné gritando y que la próxima vez podría respirar antes'. 'Identifico que soy bueno en matemáticas y que me gusta dibujar'.",
          "momento_cierre_integracion": "Pregunte: '¿Qué provocó tu reacción?' y '¿Qué demuestra este logro sobre tus capacidades?'.",
          "revision_proposito": "Evaluar la capacidad de los estudiantes para reflexionar críticamente sobre sus acciones, reconocer sus logros y fortalecer su autoeficacia.",
          "tiempo_aplicacion": "25 minutos",
          "enlace_multimedia": null
        }
      ]
    },
    {
      "numero_periodo": 4,
      "talleres": [
        {
          "id_taller": "G5-P4-T1",
          "nombre_taller": "Nuestra Red de Apoyo: Corresponsabilidad y Colaboración",
          "conceptos_relacionados": [
            "Corresponsabilidad",
            "Colaboración",
            "Responsabilidad Social"
          ],
          "proposito_experiencia": "Fortalecer la corresponsabilidad y la colaboración en el trabajo en equipo, asumiendo la responsabilidad social de aportar al bienestar grupal.",
          "recursos_eco": "Proyectos grupales ya realizados, hojas de análisis de roles y aportes, ejemplos de trabajo en equipo.",
          "momento_inicio_conexion": "Diga a los niños: 'Un equipo es como una red: si cada hilo es fuerte y colabora, la red es mucho más resistente. Hoy veremos cómo fortalecemos nuestra red'.",
          "momento_desarrollo_vivencia": "Se selecciona un trabajo grupal ya realizado. Cada estudiante analiza qué aportó, qué faltó y cómo influyó su rol en el resultado final ('Corresponsabilidad'). Se enfatiza la 'Colaboración' y la 'Responsabilidad Social' al reflexionar sobre el bienestar del grupo. Use el ejemplo: 'Mi aporte claro en el trabajo en equipo fue organizar la información'. 'Colaboré cuando ayudé a mi grupo a repartir materiales'. 'Actúo pensando en el bienestar común y el cuidado del entorno'.",
          "momento_cierre_integracion": "Pregunte: '¿Qué aporté al equipo?' y '¿Qué compromiso asumo para el próximo trabajo grupal?'.",
          "revision_proposito": "Evaluar la capacidad de los estudiantes para analizar su rol en el equipo, asumir corresponsabilidad y comprometerse con la colaboración.",
          "tiempo_aplicacion": "25 minutos",
          "enlace_multimedia": null
        },
        {
          "id_taller": "G5-P4-T2",
          "nombre_taller": "Palabras que Construyen: Resolución de Conflictos",
          "conceptos_relacionados": [
            "Resolución de Conflictos",
            "Diálogo para Resolver",
            "Empatía y Perdón en"
          ],
          "proposito_experiencia": "Desarrollar habilidades para la resolución de conflictos, utilizando el diálogo y la empatía para buscar soluciones justas.",
          "recursos_eco": "Casos de conflicto reales o ficticios del aula, tarjetas con pasos para el diálogo y la empatía.",
          "momento_inicio_conexion": "Diga a los niños: 'Los conflictos son como acertijos. Si usamos el diálogo y la empatía, podemos encontrar la mejor respuesta para que todos ganen'.",
          "momento_desarrollo_vivencia": "Se presentan casos de conflicto. En grupos, los estudiantes practican la 'Resolución de Conflictos' usando el 'Diálogo para Resolver' y la 'Empatía y Perdón en'. Se guía para buscar soluciones que consideren a todos. Use el ejemplo: 'Usé el diálogo para resolver el malentendido con mi amigo y buscamos una solución juntos'. 'Reconozco que me equivoqué y pido disculpas a mi compañero'.",
          "momento_cierre_integracion": "Pregunte: '¿Qué te ayuda a usar el diálogo en un conflicto?' y '¿Por qué es importante el perdón para resolver un conflicto?'.",
          "revision_proposito": "Evaluar la capacidad de los estudiantes para aplicar el diálogo, la empatía y el perdón en la resolución de conflictos.",
          "tiempo_aplicacion": "25 minutos",
          "enlace_multimedia": null
        },
        {
          "id_taller": "G5-P4-T3",
          "nombre_taller": "Mi Legado Positivo: Cierre y Compromiso",
          "conceptos_relacionados": [
            "Integridad",
            "Iniciativa",
            "Coraje Emocional"
          ],
          "proposito_experiencia": "Consolidar el aprendizaje del año, reforzando la integridad, la iniciativa y el coraje emocional para el futuro.",
          "recursos_eco": "Hoja de 'Mi Legado' para escribir un compromiso futuro, materiales de arte para decorar, música de reflexión.",
          "momento_inicio_conexion": "Diga a los niños: 'Hoy cerramos un ciclo, pero cada uno deja una huella, un legado. ¿Qué quieres llevarte de este año y qué huella quieres dejar para el futuro?'",
          "momento_desarrollo_vivencia": "Cada estudiante escribe en la hoja de 'Mi Legado' un compromiso futuro relacionado con la 'Integridad', la 'Iniciativa' o el 'Coraje Emocional'. Se comparten estos compromisos de forma voluntaria. Use el ejemplo: 'Demostré integridad cuando devolví el balón que encontré'. 'Propuse una idea para mejorar la convivencia en el recreo'. 'Tuve el coraje de pedir disculpas a mi compañero por haberle hablado mal'.",
          "momento_cierre_integracion": "Pregunte: '¿Qué compromiso te llevas para el próximo año?' y '¿Qué te ayuda a tener coraje para defender lo que crees?'.",
          "revision_proposito": "Evaluar la capacidad de los estudiantes para formular compromisos futuros basados en los conceptos aprendidos y expresar sus aprendizajes del año.",
          "tiempo_aplicacion": "25 minutos",
          "enlace_multimedia": null
        }
      ]
    }
  ]
}
