{
  "identificacion_grado": 6,
  "area_identificacion": "Proyecto Socioemocional",
  "periodo_1": [
    {
      "id": "CON-001",
      "concepto": "Autorregulación",
      "definicion_pedagogica": "La autorregulación es la capacidad del estudiante para monitorear, comprender y gestionar sus reacciones emocionales intensas, especialmente aquellas asociadas a la ira, el miedo o la frustración, de forma autónoma y progresivamente independiente. En el marco de la competencia anual de identidad, empatía y convivencia, esta habilidad se articula con la competencia de conciencia emocional del ciclo, ya que implica reconocer lo que se siente antes de actuar. Se relaciona con el estándar del período 1, pues un estudiante que autorregula sus emociones puede identificar señales internas y externas de empatía y responder sin agredir ni aislarse. Además, esta habilidad fortalece la orientación de la batería en identidad y autoconocimiento, al ayudarle a reconocer sus detonantes emocionales y sus recursos para manejarlos. Un adecuado desarrollo de la autorregulación previene conductas impulsivas en el aula y fomenta interacciones más respetuosas y seguras.",
      "definicion_estudiante": "La autorregulación es cuando aprendes a darte cuenta de lo que sientes y a controlar tus reacciones antes de explotar o herir a alguien. Significa que, aunque tengas mucha rabia o nervios, buscas formas para tranquilizarte, como respirar profundo, contar hasta diez o pedir un momento a solas. Te ayuda a no pelear, a pensar mejor lo que dices y a tomar decisiones que no dañen tus amistades ni tu vida escolar.",
      "habilidad_malla": "Conciencia emocional",
      "ejemplo_aula": "\"Usé técnicas de respiración para calmarme cuando sentí que iba a explotar.\"",
      "evidencia_logro": "El docente observa que el estudiante identifica cuando su emoción está aumentando en intensidad, nombra lo que siente y aplica de manera autónoma al menos una estrategia de calma (respiración, pausa activa, pedir un tiempo) antes de responder en una situación escolar desafiante.",
      "tip_psicologico": "Invita al grupo a practicar rutinas breves de autorregulación (respiración, estiramientos, pausas conscientes) al inicio o cierre de la clase, modelando tú mismo estas estrategias. Refuerza verbalmente cuando un estudiante se detiene a pensar antes de reaccionar, señalando la importancia de cuidar el clima del aula. Evita ridiculizar o minimizar las emociones intensas; más bien, valida lo que sienten y acompáñalos a buscar formas sanas de canalizarlo."
    },
    {
      "id": "CON-002",
      "concepto": "Identidad Personal",
      "definicion_pedagogica": "La identidad personal se refiere al reconocimiento profundo que el estudiante hace de quién es, integrando sus gustos, valores, historia familiar, cambios propios de la pubertad y sus metas emergentes. En el ciclo 3 esta habilidad se vincula con la competencia de conciencia emocional y el eje central \"Descubro quien soy\", favoreciendo un autoconcepto realista y positivo. Se articula con el estándar del período 1, porque un estudiante que se conoce mejor puede identificar cuándo y por qué siente empatía hacia otros en situaciones escolares. Esta identidad sólida promueve actitudes de respeto hacia la diversidad y reduce la necesidad de ajustarse de forma poco auténtica a la presión del grupo. Desde la orientación de la batería de identidad y autoconocimiento, esta definición busca que el docente acompañe al estudiante en la construcción de una narrativa personal coherente y protectora frente a riesgos psicosociales.",
      "definicion_estudiante": "La identidad personal es entender quién eres, qué te gusta, qué no te gusta y qué cosas te hacen diferente a los demás. Incluye aceptar que estás cambiando, tanto en tu cuerpo como en tu forma de pensar, y que eso es parte de crecer. Cuando conoces mejor tu identidad, te sientes más seguro para tomar decisiones que te hacen bien, aunque no todos estén de acuerdo.",
      "habilidad_malla": "Conciencia emocional",
      "ejemplo_aula": "\"Pude describir qué cosas me hacen único y diferente a mis amigos sin sentirme mal.\"",
      "evidencia_logro": "El docente observa que el estudiante puede describir al menos tres características personales (gustos, fortalezas, valores o aspectos físicos) de forma respetuosa, diferenciándose de sus pares sin descalificarlos y mostrando una actitud de aceptación hacia sus propios cambios.",
      "tip_psicologico": "Diseña actividades de reflexión donde los estudiantes hablen de sus gustos, fortalezas y metas en un ambiente seguro, evitando comparaciones competitivas. Reafirma verbalmente los mensajes de aceptación del propio cuerpo y de las diferencias, y corrige con sensibilidad comentarios burlones sobre la apariencia o la forma de ser. Procura que las dinámicas grupales reconozcan la diversidad como un recurso y no como un motivo de exclusión."
    },
    {
      "id": "CON-003",
      "concepto": "Manejo del Estrés",
      "definicion_pedagogica": "El manejo del estrés implica que el estudiante identifica situaciones de presión académica o social que le generan tensión, ansiedad o agotamiento, y pone en práctica estrategias saludables para afrontarlas. Esta habilidad se relaciona con la competencia de cultura del autocuidado, al promover hábitos que protegen la salud mental y física en contextos escolares exigentes. Se conecta con el estándar del período 1 porque, al reconocer su propio malestar, el estudiante también puede entender cómo el estrés afecta a sus compañeros y desarrollar respuestas empáticas. Desde la orientación de la batería de identidad y autoconocimiento, aprender a manejar el estrés fortalece la percepción de eficacia personal y previene respuestas impulsivas o de evitación extrema. Un adecuado manejo del estrés contribuye a una convivencia más tranquila y a un rendimiento académico sostenible.",
      "definicion_estudiante": "El manejo del estrés es darte cuenta cuando las tareas, los exámenes o los problemas con tus amigos te están sobrecargando y buscar formas sanas de calmarte. Puede ser organizar tu tiempo, pedir ayuda, descansar un momento o hablar con alguien de confianza. Manejar bien el estrés te ayuda a no rendirte, a cuidar tu salud y a seguir cumpliendo con tus responsabilidades sin explotar.",
      "habilidad_malla": "Cultura del auto cuidado",
      "ejemplo_aula": "\"Reconocí que estaba nervioso por el examen y pedí un tiempo fuera para tranquilizarme.\"",
      "evidencia_logro": "El docente observa que el estudiante identifica verbalmente situaciones escolares que le generan estrés y solicita ayuda o utiliza estrategias concretas (planificación, pausa, diálogo) para disminuirlo, en lugar de reaccionar con agresividad, aislamiento extremo o abandono de sus tareas.",
      "tip_psicologico": "Enseña al grupo a normalizar el estrés como una reacción común ante los retos, diferenciándolo de la sobrecarga que requiere apoyo. Propón herramientas prácticas como agendas, listas de tareas y pausas activas antes de evaluaciones. Mantén canales abiertos para que los estudiantes puedan expresar cuando se sienten desbordados, validando sus emociones y orientándolos hacia recursos institucionales de apoyo."
    }
  ],
  "periodo_2": [
    {
      "id": "CON-004",
      "concepto": "Autopercepción",
      "definicion_pedagogica": "La autopercepción es la imagen que el estudiante construye de sí mismo a partir de sus experiencias, logros, errores, comentarios de otros y reflexiones internas, reconociendo tanto fortalezas como áreas de mejora de manera realista. En el ciclo 3 se vincula con la competencia de conciencia emocional y el eje \"Descubro quien soy\", favoreciendo que los adolescentes cuestionen etiquetas negativas y desarrollen una autoevaluación más equilibrada. Se articula con el estándar del período 2, ya que una autopercepción ajustada permite expresar empatía de forma más auténtica, sin necesidad de exagerar logros o minimizar dificultades. Desde la orientación de la batería de empatía y respeto, una autopercepción sana contribuye a que el estudiante valore también las fortalezas de sus compañeros y reconozca la interdependencia en el aula.",
      "definicion_estudiante": "La autopercepción es cómo te ves a ti mismo: lo que piensas de tus capacidades, tu forma de ser y lo que crees que puedes lograr. Significa reconocer que tienes cosas en las que eres bueno y otras en las que aún necesitas mejorar, sin insultarte ni creer que no sirves. Cuando tu autopercepción es más justa, te tratas con respeto y también respetas más a los demás.",
      "habilidad_malla": "Conciencia emocional",
      "ejemplo_aula": "\"Mi autopercepción mejoró al darme cuenta de que soy bueno escuchando a los demás.\"",
      "evidencia_logro": "El docente observa que el estudiante identifica tanto al menos una fortaleza personal como una oportunidad de mejora sin utilizar lenguaje descalificador hacia sí mismo, y que reconoce cómo estas características influyen en su forma de relacionarse en el aula.",
      "tip_psicologico": "Evita reforzar solo los resultados académicos y destaca también procesos, estrategias y cualidades personales (persistencia, apoyo a otros, creatividad). Propicia espacios de retroalimentación donde los estudiantes puedan hablar de sus avances y retos sin ser ridiculizados. Cuando notes una autocrítica excesiva, reformula con el estudiante para que reconozca evidencias objetivas de sus capacidades."
    },
    {
      "id": "CON-005",
      "concepto": "Validación Emocional",
      "definicion_pedagogica": "La validación emocional consiste en reconocer, aceptar y legitimar las emociones propias y ajenas, sin juzgarlas como buenas o malas, aunque se acompañe de límites claros frente a las conductas. En el ciclo 3 se vincula con la competencia de cultura del autocuidado y con el eje \"Convivo en la diversidad\", ya que permite respetar distintas formas de sentir ante una misma situación. Se conecta con el estándar del período 2 al promover una expresión verbal empática hacia las emociones de los demás en el aula. Desde la orientación de la batería de empatía y respeto, la validación emocional sostiene climas de aula donde los estudiantes se sienten escuchados y pueden pedir ayuda sin temor a ser ridiculizados.",
      "definicion_estudiante": "La validación emocional es cuando reconoces que lo que tú sientes y lo que sienten los demás es real y merece respeto, aunque no estés de acuerdo con todo. No se trata de permitir cualquier comportamiento, sino de decir cosas como: \"entiendo que estés bravo\" antes de poner un límite. Cuando validas las emociones, las personas se sienten escuchadas y es más fácil resolver los problemas.",
      "habilidad_malla": "Cultura del auto cuidado",
      "ejemplo_aula": "\"Practiqué validación emocional al decirle a mi amigo que está bien sentirse triste.\"",
      "evidencia_logro": "El docente observa que el estudiante escucha a un compañero que expresa una emoción difícil y responde con frases que reconocen lo que siente (por ejemplo, nombrar la emoción o decir que comprende la situación) sin burlas ni críticas, antes de proponer soluciones o límites.",
      "tip_psicologico": "Modela frente al grupo expresiones de validación como \"veo que esto te molesta\" o \"tiene sentido que te sientas así\" antes de intervenir en un conflicto. Refuerza a los estudiantes que validan a otros, señalando el impacto positivo en el clima del aula. Evita frases que minimicen las emociones (\"no es para tanto\") y enséñales alternativas más empáticas."
    },
    {
      "id": "CON-006",
      "concepto": "Autenticidad",
      "definicion_pedagogica": "La autenticidad se refiere a la capacidad del estudiante para actuar de acuerdo con sus valores, intereses y características personales, sin adoptar conductas forzadas solo para ser aceptado por el grupo. En el ciclo 3, esta habilidad se relaciona con la competencia de conciencia emocional y con el eje \"Convivo en la diversidad\", ya que implica reconocer la propia identidad mientras se respetan las diferencias. Se alinea con el estándar del período 2 al favorecer expresiones empáticas honestas, no motivadas únicamente por presión social. Desde la orientación de la batería de empatía y respeto, la autenticidad protege al estudiante frente a la imitación de conductas de riesgo y fortalece relaciones basadas en la confianza mutua.",
      "definicion_estudiante": "La autenticidad es ser tú mismo sin necesidad de fingir para agradar a los demás. Significa que puedes decir lo que piensas con respeto, elegir lo que te gusta y poner límites cuando algo no va con tus valores, aunque el grupo opine diferente. Ser auténtico te ayuda a sentirte más tranquilo contigo mismo y a tener amistades más sinceras.",
      "habilidad_malla": "Conciencia emocional",
      "ejemplo_aula": "\"Mostré autenticidad al decir que no me gustaba esa broma, aunque todos se reían.\"",
      "evidencia_logro": "El docente observa que el estudiante expresa de forma respetuosa una opinión o un desacuerdo frente a una conducta grupal, manteniendo su postura sin recurrir a insultos ni a la imitación automática del grupo para evitar críticas.",
      "tip_psicologico": "Crea espacios donde se valoren opiniones diferentes y se escuchen sin burla, dejando claro que el aula es un lugar seguro para expresarse. Reconoce y refuerza cuando un estudiante mantiene una postura coherente con sus valores ante la presión de pares. Evita etiquetar como \"problemático\" al estudiante que piensa distinto; más bien guía la forma en que expresa su desacuerdo."
    },
    {
      "id": "CON-007",
      "concepto": "Sensibilidad Social",
      "definicion_pedagogica": "La sensibilidad social es la capacidad del estudiante para percibir el clima emocional del grupo, leer señales no verbales y detectar necesidades afectivas en su entorno escolar, como una forma avanzada de empatía. Esta habilidad se articula con la competencia de habilidades sociales y el eje \"Convivo en la diversidad\", promoviendo interacciones respetuosas y solidarias. Se relaciona con el estándar del período 2 al favorecer que el estudiante exprese empatía verbalmente ante emociones ajenas en el aula. Desde la orientación de la batería de empatía y respeto, la sensibilidad social es clave para prevenir la exclusión y el acoso, al permitir que los estudiantes reaccionen a tiempo cuando alguien está siendo marginado.",
      "definicion_estudiante": "La sensibilidad social es darte cuenta de cómo se sienten las personas a tu alrededor, incluso cuando no lo dicen directamente. Significa que notas si alguien está aislado, incómodo o triste y decides hacer algo para que se sienta mejor o más incluido. Cuando desarrollas esta habilidad, el salón se vuelve un lugar más justo y amigable para todos.",
      "habilidad_malla": "Habilidades sociales",
      "ejemplo_aula": "\"Demostré sensibilidad social al notar que alguien estaba excluido y lo invité a mi grupo.\"",
      "evidencia_logro": "El docente observa que el estudiante identifica a un compañero que está siendo excluido o se muestra retraído y realiza acciones concretas para incluirlo (invitarlo a un grupo de trabajo, sentarse a su lado, iniciar conversación) sin recibir una instrucción directa del adulto.",
      "tip_psicologico": "Incluye actividades donde los estudiantes deban rotar de grupo y conocer a compañeros con quienes usualmente no interactúan. Señala en voz alta las conductas de inclusión y de apoyo que observes, relacionándolas con el valor de la empatía. En situaciones de burla o aislamiento, interviene rápido y usa el caso para reflexionar con el curso sobre cómo se ve la sensibilidad social en la práctica."
    },
    {
      "id": "CON-008",
      "concepto": "Apreciación",
      "definicion_pedagogica": "La apreciación hace referencia a la capacidad de valorar y reconocer las cualidades, esfuerzos y logros de otras personas, expresando gratitud o reconocimiento de manera explícita. En el ciclo 3 se vincula con la competencia de habilidades sociales y con el eje \"Convivo en la diversidad\", al fortalecer la admiración respetuosa hacia la diferencia. Se alinea con el estándar del período 2, ya que expresar empatía también implica verbalizar lo positivo que se observa en el otro. Desde la orientación de la batería de empatía y respeto, la apreciación favorece climas de aula donde se reduce la crítica destructiva y aumenta la cooperación.",
      "definicion_estudiante": "La apreciación es cuando reconoces y dices en voz alta algo bueno de otra persona, como su esfuerzo, su idea o su forma de tratar a los demás. No se trata de adular por obligación, sino de agradecer y valorar de verdad lo que otro hace bien. Cuando practicas la apreciación, fortaleces tus relaciones y ayudas a que tus compañeros se sientan motivados.",
      "habilidad_malla": "Habilidades sociales",
      "ejemplo_aula": "\"Mostré apreciación cuando felicité a mi compañero por su buen trabajo en la exposición.\"",
      "evidencia_logro": "El docente observa que el estudiante expresa comentarios positivos específicos sobre el trabajo o comportamiento de al menos un compañero, sin burlas ni exageraciones, y que estas expresiones contribuyen a mejorar el clima del grupo.",
      "tip_psicologico": "Incluye momentos breves en los que los estudiantes den retroalimentación positiva específica a un par, evitando frases genéricas. Modela cómo reconocer el esfuerzo y no solo el resultado. Si notas resistencia o vergüenza, comienza con ejercicios escritos o anónimos y luego migra a espacios orales de reconocimiento público, respetando el ritmo del grupo."
    },
    {
      "id": "CON-009",
      "concepto": "Solidaridad",
      "definicion_pedagogica": "La solidaridad es el compromiso activo del estudiante para apoyar a otros en situaciones de dificultad académica, emocional o social, aun cuando esto implique invertir tiempo o esfuerzo personal. En el ciclo 3 se articula con la competencia de habilidades sociales y el eje \"Convivo en la diversidad\", promoviendo una cultura de cooperación frente a los retos del grupo. Se relaciona con el estándar del período 2, ya que la solidaridad es una forma concreta de expresar empatía ante las emociones ajenas. Desde la orientación de la batería de empatía y respeto, la solidaridad es un indicador de convivencia pacífica y de pertenencia a la comunidad escolar.",
      "definicion_estudiante": "La solidaridad es ayudar a otra persona cuando la ves en una situación difícil, sin burlarte ni esperar siempre algo a cambio. Puede ser explicarle un tema, compartir tus apuntes, acompañarla cuando está triste o defenderla cuando la molestan. Ser solidario hace que el salón se convierta en un equipo donde nadie se siente solo.",
      "habilidad_malla": "Habilidades sociales",
      "ejemplo_aula": "\"Mostré solidaridad ayudando a mi compañero a ponerse al día con los apuntes.\"",
      "evidencia_logro": "El docente observa que el estudiante ofrece apoyo concreto a un compañero que presenta una dificultad (académica o emocional), por iniciativa propia o aceptando una sugerencia, y que lo hace con respeto y paciencia, sin humillarlo.",
      "tip_psicologico": "Promueve trabajos colaborativos donde la ayuda mutua sea necesaria para lograr la tarea y no solo un gesto opcional. Reconoce públicamente los actos de solidaridad y explícales al grupo cómo estas conductas fortalecen la convivencia. En casos de exclusión, plantea actividades donde los estudiantes deban pensar qué apoyo concreto pueden brindar a quien está en desventaja."
    },
    {
      "id": "CON-010",
      "concepto": "Responsabilidad",
      "definicion_pedagogica": "La responsabilidad es la capacidad del estudiante para asumir las consecuencias de sus actos y cumplir con los compromisos escolares y sociales de manera consistente, aun cuando requiera esfuerzo o renunciar a gratificaciones inmediatas. En el ciclo 3 se vincula con la competencia de cultura del autocuidado y el eje \"Convivo en la diversidad\", porque implica responder por las propias decisiones dentro del grupo. Se relaciona con el estándar del período 2 al favorecer comportamientos empáticos que consideran el impacto de las acciones en los demás. Desde la orientación de la batería de empatía y respeto, la responsabilidad sostiene normas compartidas y previene conflictos derivados del incumplimiento.",
      "definicion_estudiante": "La responsabilidad es cumplir lo que dices que vas a hacer, cuidar tus cosas y respetar las normas del colegio, incluso cuando nadie te está mirando. Significa entregar tus trabajos a tiempo, asistir a los compromisos y reconocer tus errores cuando te equivocas. Ser responsable te ayuda a ganarte la confianza de tus profesores y de tus compañeros.",
      "habilidad_malla": "Cultura del auto cuidado",
      "ejemplo_aula": "\"Practiqué responsabilidad al entregar mi tarea a tiempo sin que me lo recordaran.\"",
      "evidencia_logro": "El docente observa que el estudiante cumple de manera constante con la entrega de tareas y acuerdos de convivencia, reconoce sus errores cuando incumple y propone acciones para reparar o mejorar, sin culpar siempre a otros.",
      "tip_psicologico": "Establece expectativas claras y alcanzables sobre tareas y normas, y revisa periódicamente con el grupo cómo van. Utiliza contratos o acuerdos de aula donde los estudiantes participen en la definición de compromisos. Cuando haya incumplimientos, favorece la reflexión y la reparación en lugar de solo el castigo, para que la responsabilidad se viva como aprendizaje y no solo como sanción."
    },
    {
      "id": "CON-011",
      "concepto": "Mentalidad de Crecimiento",
      "definicion_pedagogica": "La mentalidad de crecimiento es la creencia de que las habilidades académicas, sociales y emocionales pueden desarrollarse con esfuerzo, estrategias adecuadas y apoyo, entendiendo los errores como parte del proceso de aprendizaje. En el ciclo 3 se relaciona con la competencia de cultura del autocuidado y el eje \"Convivo en la diversidad\", al promover la perseverancia y la aceptación de distintos ritmos de progreso. Se conecta con el estándar del período 2 porque un estudiante con mentalidad de crecimiento está más dispuesto a aprender de las experiencias empáticas con sus pares. Desde la orientación de la batería de empatía y respeto, esta mentalidad previene la rotulación de sí mismo y de otros como \"incapaces\" o \"problemáticos\".",
      "definicion_estudiante": "La mentalidad de crecimiento es cuando crees que puedes mejorar en algo si practicas, pides ayuda y cambias de estrategia, en lugar de pensar que eres \"bueno\" o \"malo\" para siempre. Ver los errores como oportunidades para aprender te permite levantarte cuando fallas en un examen, una amistad o una actividad. Con esta mentalidad te comparas menos y te enfocas más en tu propio proceso.",
      "habilidad_malla": "Cultura del auto cuidado",
      "ejemplo_aula": "\"Usé mentalidad de crecimiento al ver mi error en el examen como una oportunidad para aprender.\"",
      "evidencia_logro": "El docente observa que el estudiante, ante un resultado negativo o una dificultad, reconoce al menos una estrategia diferente que puede intentar, evita descalificarse con etiquetas globales y muestra disposición a seguir practicando.",
      "tip_psicologico": "Refuerza el esfuerzo, las estrategias y la perseverancia más que las calificaciones finales. Cuando un estudiante fracasa, acompáñalo a analizar qué puede ajustar en su forma de estudiar o relacionarse, evitando frases que lo definan de manera fija. Ofrece ejemplos personales o de personajes conocidos que hayan aprendido a partir de errores y dificultades."
    }
  ],
  "periodo_3": [
    {
      "id": "CON-012",
      "concepto": "Autoprotección",
      "definicion_pedagogica": "La autoprotección es la capacidad del estudiante para establecer límites saludables, reconocer situaciones de riesgo emocional, físico o digital y pedir ayuda o retirarse cuando algo lo sobrepasa o lo pone en peligro. En el ciclo 3 se articula con la competencia de regulación emocional y el eje \"Me cuido en el mundo digital\", integrando la identificación de señales de alerta en redes sociales, comunicaciones virtuales y contextos presenciales. Se relaciona con el estándar del período 3 al ayudar al estudiante a regular su empatía, diferenciando cuándo puede acompañar a otro y cuándo necesita cuidarse primero. Desde la orientación de la batería de regulación emocional y comunicación asertiva, la autoprotección fortalece la capacidad de decir \"no\" y de acudir a adultos de confianza ante situaciones de acoso o presión.",
      "definicion_estudiante": "La autoprotección es saber cuidarte a ti mismo cuando algo te hace sentir inseguro, incómodo o en peligro, ya sea en el colegio, en la calle o en internet. Significa poner límites claros, alejarte si una situación te supera y contarle a un adulto de confianza lo que está pasando. Protegerte no es ser egoísta, es respetar tu bienestar y tu seguridad.",
      "habilidad_malla": "Regulación emocional",
      "ejemplo_aula": "\"Ejercí autoprotección al alejarme de una situación donde me sentía inseguro.\"",
      "evidencia_logro": "El docente observa que el estudiante identifica verbalmente situaciones que considera riesgosas o incómodas y toma decisiones de cuidado (alejarse, bloquear, reportar, pedir apoyo) en lugar de permanecer pasivo o exponerse más al daño.",
      "tip_psicologico": "Explora con el grupo ejemplos concretos de riesgo (presión para pelear, compartir fotos íntimas, burlas en redes) y construyan juntos frases de autoprotección y rutas de ayuda. Reafirma que pedir apoyo no es \"soplar\" ni ser débil, sino una conducta madura. Mantén una postura abierta para escuchar sin juzgar cuando los estudiantes se acerquen a contar situaciones difíciles."
    },
    {
      "id": "CON-013",
      "concepto": "Comunicación Asertiva",
      "definicion_pedagogica": "La comunicación asertiva es la habilidad del estudiante para expresar sus opiniones, necesidades y emociones de manera clara y respetuosa, defendiendo sus derechos sin agredir ni someterse. En el ciclo 3 se relaciona con la competencia de regulación emocional y el eje \"Me cuido en el mundo digital\", ya que incluye la forma en que se comunica tanto presencialmente como en redes sociales. Se conecta con el estándar del período 3 al permitir regular la empatía y responder adecuadamente en grupo, incluso en situaciones de conflicto. Desde la orientación de la batería de regulación emocional y comunicación asertiva, esta habilidad es fundamental para prevenir malentendidos, chismes y escalamiento de conflictos en el aula.",
      "definicion_estudiante": "La comunicación asertiva es decir lo que piensas y sientes de forma directa y respetuosa, sin quedarte callado por miedo ni explotar con gritos o insultos. Incluye usar frases en primera persona, como \"yo pienso\" o \"yo necesito\", y escuchar también lo que el otro quiere decir. Cuando te comunicas de forma asertiva, es más fácil llegar a acuerdos y cuidar tus relaciones.",
      "habilidad_malla": "Regulación emocional",
      "ejemplo_aula": "\"Le dije a mi compañero que me molestaba su actitud sin insultarlo ni gritar.\"",
      "evidencia_logro": "El docente observa que el estudiante expresa una inconformidad o una necesidad usando un tono de voz adecuado, palabras respetuosas y argumentos claros, evitando insultos, amenazas o burlas, y mostrando disposición a escuchar la respuesta del otro.",
      "tip_psicologico": "Entrena con el grupo frases asertivas y juegos de rol donde practiquen decir \"no\", pedir un cambio de conducta o expresar una emoción incómoda. Corrige de forma calmada los mensajes agresivos o pasivos, ofreciendo alternativas de redacción. Resalta cuando un estudiante logra comunicar algo difícil con respeto, para que el grupo identifique la asertividad como un modelo deseable."
    },
    {
      "id": "CON-014",
      "concepto": "Resolución de Conflictos",
      "definicion_pedagogica": "La resolución de conflictos es la capacidad del estudiante para buscar soluciones y acuerdos donde todas las partes involucradas ganen en algo, evitando centrarse en la culpa y priorizando el diálogo y la negociación. En el ciclo 3 se vincula con la competencia de habilidades sociales y el eje \"Me cuido en el mundo digital\", ya que muchos conflictos actuales se originan o se mantienen en redes sociales. Se alinea con el estándar del período 3, dado que regular la empatía implica considerar tanto las propias necesidades como las de los demás al tomar decisiones en grupo. Desde la orientación de la batería de regulación emocional y comunicación asertiva, esta habilidad es clave para transformar discusiones en oportunidades de aprendizaje social.",
      "definicion_estudiante": "La resolución de conflictos es buscar una salida al problema en la que tú y la otra persona puedan sentirse escuchados y llegar a un acuerdo, en lugar de seguir peleando o ignorándose. Significa escuchar, explicar tu punto de vista y estar dispuesto a ceder en algo para que la situación mejore. Resolver conflictos de esta forma cuida tus relaciones y el ambiente del salón.",
      "habilidad_malla": "Habilidades sociales",
      "ejemplo_aula": "\"En lugar de pelear, propuse una solución donde ambos pudiéramos usar el material.\"",
      "evidencia_logro": "El docente observa que el estudiante, ante un desacuerdo, escucha la versión de la otra parte, propone una alternativa que beneficie a ambos y acepta llegar a un acuerdo sin recurrir a la agresión física o verbal.",
      "tip_psicologico": "Ensaya con el grupo pasos claros para resolver conflictos (pausa, escuchar, expresar, buscar opciones, acordar) y colócalos visibles en el aula. Acompaña los conflictos reales siguiendo estos pasos, en vez de resolverlos siempre por ellos. Refuerza la idea de que ceder en algunos puntos no significa perder, sino construir soluciones más justas."
    },
    {
      "id": "CON-015",
      "concepto": "Mentalidad de Crecimiento",
      "definicion_pedagogica": "En el contexto del período 3, la mentalidad de crecimiento se focaliza en la capacidad del estudiante para persistir ante la frustración académica o social, manteniendo el esfuerzo a pesar de los errores o las críticas. Esta habilidad se conecta con la competencia de regulación emocional, pues implica manejar la frustración que surge cuando algo no sale como se esperaba. Se relaciona con el estándar del período 3 al apoyar la regulación de la empatía: un estudiante que persiste puede acompañar a otros sin caer en el desánimo colectivo. Desde la orientación de la batería de regulación emocional y comunicación asertiva, esta mentalidad ayuda a transformar experiencias difíciles en oportunidades de aprendizaje conjunto.",
      "definicion_estudiante": "Aquí la mentalidad de crecimiento significa no rendirte cuando algo se pone difícil, como un tema del curso, un proyecto o una relación con algún compañero. En lugar de decir \"no puedo\", buscas otra forma de intentarlo, pides ayuda o practicas más. Al persistir, demuestras que confías en que puedes mejorar con esfuerzo.",
      "habilidad_malla": "Regulación emocional",
      "ejemplo_aula": "\"No me rendí cuando el ejercicio de matemáticas se puso difícil.\"",
      "evidencia_logro": "El docente observa que el estudiante continúa intentando una tarea retadora, hace preguntas, busca estrategias alternativas o apoyo, y evita abandonar la actividad de inmediato o decir frases de derrota extrema.",
      "tip_psicologico": "Cuando el grupo enfrente una actividad difícil, nombra explícitamente la frustración como parte normal del proceso y anima a seguir intentando con nuevas estrategias. Comparte ejemplos concretos de progreso de los mismos estudiantes para que vean evidencias de su mejora. Evita etiquetar a los estudiantes como \"buenos\" o \"malos\" en una asignatura; en su lugar, habla de niveles de práctica y de procesos."
    },
    {
      "id": "CON-016",
      "concepto": "Validación Emocional",
      "definicion_pedagogica": "En el período 3, la validación emocional se centra en la capacidad del estudiante para escuchar activamente a otros, incluso en situaciones de desacuerdo, reconociendo sus emociones antes de responder o argumentar. Esta habilidad se relaciona con la competencia de habilidades sociales y con el estándar de regular la empatía para responder adecuadamente en grupo, ya que permite bajar la intensidad de los conflictos. Desde la orientación de la batería de regulación emocional y comunicación asertiva, esta forma de validación contribuye a que las discusiones no se conviertan en ataques personales, sino en espacios de comprensión mutua.",
      "definicion_estudiante": "En este nivel, la validación emocional es escuchar a otra persona, aunque piense distinto, y mostrarle que entiendes cómo se siente antes de defender tu punto de vista. No significa que tengas que darle la razón en todo, sino reconocer su emoción y hablar con respeto. Hacer esto ayuda a que las peleas bajen de tono y puedan llegar a acuerdos.",
      "habilidad_malla": "Habilidades sociales",
      "ejemplo_aula": "\"Escuché por qué mi amigo estaba enojado antes de defenderme.\"",
      "evidencia_logro": "El docente observa que el estudiante, en una situación de desacuerdo, permite que el otro explique cómo se siente sin interrumpirlo, responde reconociendo primero la emoción expresada y luego presenta su propia perspectiva sin ataques personales.",
      "tip_psicologico": "En conflictos grupales, invítalos a repetir con sus propias palabras lo que entendieron de la emoción del otro antes de responder. Refuerza cuando logran hacerlo, señalando cómo disminuye la tensión. Evita intervenir solo como juez que decide quién tiene la razón; más bien, guía el proceso de escucha mutua y validación."
    }
  ],
  "periodo_4": [
    {
      "id": "CON-017",
      "concepto": "Autenticidad",
      "definicion_pedagogica": "En el período 4, la autenticidad se refiere a la capacidad del estudiante para mantener su identidad, valores y decisiones personales frente a la presión del grupo, especialmente en contextos propios de la adolescencia temprana. Esta habilidad se vincula con la competencia de habilidades sociales y el eje \"Elijo con valentía\", pues implica tomar decisiones coherentes consigo mismo incluso cuando son impopulares. Se relaciona con el estándar del período 4, en la medida en que un ejercicio autónomo de la empatía permite poner límites a conductas de riesgo que afecten la convivencia pacífica. Desde la orientación de la batería de convivencia y resolución pacífica de conflictos, la autenticidad favorece que los estudiantes asuman posturas éticas frente a situaciones injustas o violentas.",
      "definicion_estudiante": "En este período, ser auténtico es mantener quién eres y lo que piensas, aunque tus amigos te presionen para hacer algo que no te convence o que sabes que está mal. Significa decir \"no\" cuando una conducta te pone en riesgo o va contra tus valores, aunque sientas miedo de quedar por fuera del grupo. Esta valentía te protege y te ayuda a construir relaciones más sanas.",
      "habilidad_malla": "Habilidades sociales",
      "ejemplo_aula": "\"Dije que 'no' a algo que no quería hacer, aunque mis amigos insistieron.\"",
      "evidencia_logro": "El docente observa que el estudiante se niega de manera clara y respetuosa a participar en conductas negativas o de riesgo propuestas por el grupo, manteniendo su decisión aunque reciba presión o comentarios burlones.",
      "tip_psicologico": "Trabaja con el grupo escenas de presión de pares mediante dramatizaciones, para ensayar respuestas claras y firmes. Reafirma públicamente las decisiones valientes de quienes se niegan a conductas de riesgo, evitando exponerlos al ridículo. Promueve conversaciones sobre valores personales y límites, cuidando que el aula sea un espacio seguro para expresar opiniones distintas."
    },
    {
      "id": "CON-018",
      "concepto": "Sensibilidad Social",
      "definicion_pedagogica": "En el período 4, la sensibilidad social se expresa en la inclusión activa y sostenida de compañeros diversos, reconociendo el impacto que las normas y dinámicas grupales tienen sobre quienes son distintos o se encuentran en situación de vulnerabilidad. Esta habilidad se relaciona con la competencia de habilidades sociales y el eje \"Elijo con valentía\", pues supone tomar decisiones conscientes para favorecer la equidad en el aula. Se articula con el estándar del período 4 al activar una empatía autónoma que fortalece relaciones y convivencia pacífica. Desde la orientación de la batería de convivencia y resolución pacífica de conflictos, la sensibilidad social avanzada contribuye a prevenir el bullying y a consolidar una cultura de respeto.",
      "definicion_estudiante": "Aquí la sensibilidad social significa no solo darte cuenta de cómo se siente alguien que es diferente o está excluido, sino actuar para que se sienta parte del grupo. Puedes invitarlo a tu equipo, defenderlo cuando lo molestan o proponer reglas que cuiden sus derechos. Tus decisiones muestran que te importa la justicia y el buen trato para todos.",
      "habilidad_malla": "Habilidades sociales",
      "ejemplo_aula": "\"Me aseguré de que todos en el equipo tuvieran una tarea importante.\"",
      "evidencia_logro": "El docente observa que el estudiante promueve la participación de compañeros que suelen quedar por fuera, reparte tareas de manera equitativa en los trabajos grupales y cuestiona comentarios o conductas excluyentes dentro del curso.",
      "tip_psicologico": "Analiza con el grupo situaciones reales de exclusión y pídeles que propongan acciones concretas de inclusión. Reconoce cuando un estudiante da voz a quienes suelen ser ignorados o marginados. Procura que las normas de convivencia del curso incluyan explícitamente el compromiso con la inclusión y revisen periódicamente su cumplimiento."
    },
    {
      "id": "CON-019",
      "concepto": "Autoprotección",
      "definicion_pedagogica": "En el período 4, la autoprotección se profundiza en la identificación de riesgos en redes sociales, espacios físicos de la institución y otros entornos donde el estudiante se relaciona, tomando decisiones autónomas de cuidado y uso responsable de la tecnología. Esta habilidad se articula con la competencia de regulación emocional y el eje \"Elijo con valentía\", ya que implica decir no a propuestas que vulneran su integridad o la de otros. Se relaciona con el estándar del período 4 al activar la empatía consigo mismo y con los demás, previniendo situaciones de violencia o acoso que afectan la convivencia pacífica. Desde la orientación de la batería de convivencia y resolución pacífica de conflictos, la autoprotección promueve que los estudiantes sean agentes de cuidado en su comunidad escolar.",
      "definicion_estudiante": "En este grado, autoprotección es reconocer cuándo algo en redes sociales, en el colegio o en tu barrio puede ser peligroso para ti o para otros, y actuar a tiempo para evitarlo. Esto incluye no compartir información personal, no participar en cadenas de burlas, alejarte de peleas y contarle a un adulto cuando ves una situación grave. Protegerte también es proteger a quienes te rodean.",
      "habilidad_malla": "Regulación emocional",
      "ejemplo_aula": "\"Avisé a un adulto cuando vi una situación que podía ser peligrosa.\"",
      "evidencia_logro": "El docente observa que el estudiante identifica y reporta a tiempo situaciones de riesgo (acoso, retos peligrosos, difusión de contenido sensible), evita replicar contenidos dañinos y toma medidas de seguridad básicas en el uso de dispositivos y redes.",
      "tip_psicologico": "Ofrece información clara sobre protocolos de denuncia y apoyo dentro de la institución para casos de acoso o riesgo. Refuerza la importancia de no reenviar contenido humillante o violento y de buscar ayuda adulta cuando algo los supera. Evita culpabilizar a los estudiantes que se equivocan; en cambio, utiliza la situación para enseñar formas más seguras de actuar."
    },
    {
      "id": "CON-020",
      "concepto": "Convivencia Democrática",
      "definicion_pedagogica": "La convivencia democrática es la participación activa del estudiante en la construcción y cumplimiento de normas justas dentro de la comunidad escolar, desde la convicción y no solo por miedo a la sanción. En el ciclo 3 se relaciona con la competencia de habilidades sociales y el eje \"Elijo con valentía\", al fomentar decisiones que buscan el bienestar colectivo. Se alinea con el estándar del período 4, ya que el ejercicio autónomo de la empatía lleva a defender los derechos propios y ajenos y a resolver conflictos de manera pacífica. Desde la orientación de la batería de convivencia y resolución pacífica de conflictos, la convivencia democrática implica diálogo, respeto a la diversidad de opiniones y aceptación de acuerdos construidos en grupo.",
      "definicion_estudiante": "La convivencia democrática es participar en las reglas y decisiones del curso, respetando la voz de los demás y buscando que lo acordado sea justo para todos. No se trata solo de obedecer por miedo, sino de entender por qué las normas existen y cumplirlas por convicción. Cuando practicas la convivencia democrática, puedes proponer cambios, votar con responsabilidad y aceptar los acuerdos aunque no siempre coincidan con tu primera opción.",
      "habilidad_malla": "Habilidades sociales",
      "ejemplo_aula": "\"Ayudé a establecer reglas justas para el juego en el recreo y las respeté.\"",
      "evidencia_logro": "El docente observa que el estudiante participa en espacios de discusión y toma de decisiones del grupo, argumenta sus ideas con respeto, respeta los acuerdos colectivos y colabora en la aplicación de las normas sin recurrir a la violencia o la burla.",
      "tip_psicologico": "Incluye prácticas participativas como asambleas de curso, votaciones informadas o comités de convivencia donde los estudiantes tengan voz real. Acompáñalos a diferenciar entre opinar y descalificar, y enseña a aceptar los resultados de decisiones colectivas. Haz seguimiento a los acuerdos para que no queden solo en el papel y muestra cómo impactan positivamente el ambiente escolar."
    }
  ]
}
