{
  "identificacion_grado": 9,
  "area_identificacion": "Proyecto Socioemocional",
  "periodo_1": [
    {
      "id": "CON-001",
      "concepto": "Identidad Personal (Nivel 1: Valores)",
      "definicion_pedagogica": "La identidad personal, en este nivel, es la capacidad del estudiante para definir quién es a partir de sus valores centrales, diferenciando lo que realmente quiere para su vida de lo que el entorno (familia, pares, redes sociales) espera que haga. En el ciclo 4 se articula con la competencia anual de proyecto personal, resiliencia y propósito de vida y con la competencia de habilidades para la vida, ya que los valores orientan la formulación de metas y decisiones importantes. Se vincula con el estándar del período 1, que plantea identificar metas personales en contextos escolares específicos, puesto que un proyecto de vida coherente se sustenta en valores conscientemente elegidos. Desde la orientación de la batería de autoconocimiento y propósito personal, clarificar la identidad basada en valores protege al estudiante frente a decisiones impulsivas o incoherentes con su visión de futuro.",
      "definicion_estudiante": "La identidad personal basada en valores es saber qué principios son realmente importantes para ti (como la honestidad, el respeto o la justicia) y decidir actuar de acuerdo con ellos, aunque otros piensen diferente. Significa preguntarte quién quieres ser y no solo qué quieren los demás que seas. Cuando tienes claros tus valores, te resulta más fácil tomar decisiones que te hagan sentir en paz contigo mismo.",
      "habilidad_malla": "Habilidades para la vida",
      "ejemplo_aula": "\"Decidí que la honestidad es un valor clave para mí, así que no copié aunque tuve la oportunidad.\"",
      "evidencia_logro": "El docente observa que el estudiante nombra explícitamente al menos un valor personal que guía sus decisiones y lo utiliza para justificar por qué elige o rechaza ciertas conductas en el contexto escolar, incluso si esto implica perder una ventaja inmediata.",
      "tip_psicologico": "Propicia espacios donde los estudiantes identifiquen y jerarquicen sus valores, conectándolos con situaciones reales del colegio. Evita imponer una lista de valores única; más bien, acompáñalos a reflexionar sobre las consecuencias de vivir en coherencia o en contradicción con los principios que dicen defender. Refuerza cuando un estudiante toma decisiones difíciles alineadas con sus valores, mostrando el impacto positivo en su proyecto de vida."
    },
    {
      "id": "CON-002",
      "concepto": "Claridad Emocional (Nivel 1: Motivación)",
      "definicion_pedagogica": "La claridad emocional es la capacidad del estudiante para identificar con precisión qué emociones lo impulsan a actuar (motivaciones positivas) y cuáles lo frenan o sabotean sus metas, diferenciando entre miedo, vergüenza, apatía, entusiasmo u otras experiencias afectivas. En el ciclo 4 se relaciona con la competencia de habilidades para la vida y el eje \"Planteo mis metas\", ya que comprender el rol de las emociones permite ajustar estrategias de motivación y autocuidado. Se vincula con el estándar del período 1, en tanto que identificar metas personales implica reconocer qué emociones están detrás de sus decisiones académicas y relacionales. Desde la orientación de la batería de autoconocimiento y propósito personal, la claridad emocional favorece elecciones más conscientes y reduce el riesgo de abandonar proyectos por emociones mal interpretadas.",
      "definicion_estudiante": "La claridad emocional es poder decir con detalle qué estás sintiendo y cómo esa emoción está afectando tus ganas de hacer algo, por ejemplo, saber si es miedo, pereza o tristeza lo que te frena. Cuando entiendes bien lo que te pasa, puedes buscar estrategias para manejarlo y no dejar que esa emoción controle tus decisiones. Esto te ayuda a seguir avanzando en tus metas sin ignorar cómo te sientes.",
      "habilidad_malla": "Habilidades para la vida",
      "ejemplo_aula": "\"Identifiqué que el miedo a equivocarme me estaba impidiendo participar en clase.\"",
      "evidencia_logro": "El docente observa que el estudiante pone en palabras la emoción específica que influye en su conducta frente a una meta (por ejemplo, miedo, vergüenza, apatía) y explica de qué manera esa emoción lo impulsa o lo frena, proponiendo al menos una forma de gestionarla.",
      "tip_psicologico": "Invita a los estudiantes a llevar un registro breve de situaciones significativas de la semana, anotando qué sintieron y cómo eso afectó sus decisiones. Ayúdales a ampliar su vocabulario emocional para ir más allá de \"bien\" o \"mal\". Refuerza cuando logran identificar que una emoción concreta estaba frenando su participación y buscan alternativas para manejarla."
    },
    {
      "id": "CON-003",
      "concepto": "Voluntad (Nivel 1: Constancia)",
      "definicion_pedagogica": "La voluntad, entendida como constancia, es la fuerza interna que permite al estudiante mantenerse firme en decisiones importantes relacionadas con su proyecto personal, incluso cuando aparecen dificultades, cansancio o distracciones inmediatas. En el ciclo 4 se vincula con la competencia de habilidades para la vida y el eje \"Planteo mis metas\", pues la constancia sostiene el esfuerzo necesario para alcanzar metas académicas y personales a mediano plazo. Se relaciona con el estándar del período 1, que busca que el estudiante identifique metas personales en contextos escolares específicos, ya que sin voluntad esas metas quedan solo en intención. Desde la orientación de la batería de autoconocimiento y propósito personal, la voluntad fortalece la percepción de autoeficacia y el compromiso con el proyecto de vida.",
      "definicion_estudiante": "La voluntad es esa fuerza que te ayuda a seguir adelante con una decisión importante, aunque estés cansado, aburrido o tengas otras tentaciones más fáciles. No significa que nunca te cueste, sino que recuerdas por qué empezaste y vuelves a intentarlo. Con voluntad, tus metas dejan de ser solo ideas y se convierten en resultados.",
      "habilidad_malla": "Habilidades para la vida",
      "ejemplo_aula": "\"Seguí entrenando para el torneo aunque estaba cansado, porque es mi meta personal.\"",
      "evidencia_logro": "El docente observa que el estudiante mantiene de forma sostenida la dedicación a una meta académica, artística o deportiva durante un periodo prolongado, ajustando su rutina para cumplirla a pesar de momentos de desánimo o cansancio.",
      "tip_psicologico": "Acompaña a los estudiantes a traducir sus metas generales en objetivos pequeños y medibles que puedan ir cumpliendo paso a paso. Anímales a recordar el sentido de sus decisiones cuando surja la tentación de abandonar. Reconoce no solo los logros finales, sino la constancia demostrada en el proceso."
    }
  ],
  "periodo_2": [
    {
      "id": "CON-004",
      "concepto": "Autorregulación (Nivel 1: Gestión de Presión)",
      "definicion_pedagogica": "La autorregulación, en gestión de presión, es la habilidad del estudiante para mantener la calma relativa y reorganizarse ante situaciones de alto estrés académico o social (acumulación de tareas, evaluaciones, conflictos, expectativas familiares), evitando el bloqueo o la reacción impulsiva. En el ciclo 4 se articula con la competencia de autonomía emocional y el eje \"Me levanto cuando caigo\", pues le permite sostener sus metas a pesar de la presión externa. Se vincula con el estándar del período 2, que plantea planificar acciones autónomas para alcanzar metas escolares, ya que reorganizarse bajo presión supone revisar prioridades, tiempos y recursos. Desde la orientación de la batería de resiliencia emocional, esta forma de autorregulación protege el bienestar mental y favorece un rendimiento más estable.",
      "definicion_estudiante": "La autorregulación en momentos de presión es poder detenerte cuando sientes que todo se te viene encima, para respirar, ordenar tus ideas y decidir por dónde empezar, en lugar de explotar o rendirte. Significa reconocer que estás saturado y tomar medidas como hacer una lista, pedir ayuda o dividir las tareas. Así puedes seguir avanzando sin que el estrés te controle por completo.",
      "habilidad_malla": "Autonomía emocional",
      "ejemplo_aula": "\"Cuando sentí que tenía demasiadas tareas, hice una pausa para respirar y priorizar en lugar de bloquearme.\"",
      "evidencia_logro": "El docente observa que el estudiante, frente a un periodo de alta demanda, expresa que se siente presionado, pero organiza un plan concreto (priorizar tareas, dividir el trabajo, pedir apoyo) y lo implementa, evitando conductas de abandono o explosiones emocionales frecuentes.",
      "tip_psicologico": "En momentos de carga académica alta, guía al grupo en ejercicios de planificación realista y técnicas de respiración. Evita mensajes que romantizan el estrés extremo como signo de éxito; promueve el equilibrio entre esfuerzo y descanso. Refuerza cuando los estudiantes piden apoyo o reorganizan sus responsabilidades en lugar de colapsar en silencio."
    },
    {
      "id": "CON-005",
      "concepto": "Resiliencia Social (Nivel 1: Superación)",
      "definicion_pedagogica": "La resiliencia social es la capacidad del estudiante para transformar experiencias de fracaso, rechazo o exclusión social en oportunidades de aprendizaje y crecimiento, manteniendo su autoestima y su deseo de vincularse sanamente con otros. En el ciclo 4 se relaciona con la competencia de autonomía emocional y el eje \"Me levanto cuando caigo\", al integrar la reflexión sobre lo ocurrido, la búsqueda de retroalimentación y la toma de decisiones para mejorar. Se vincula con el estándar del período 2, centrado en planificar acciones para alcanzar metas, porque afrontar un rechazo implica ajustar estrategias sin abandonar el propósito de participar o pertenecer. Desde la orientación de la batería de resiliencia emocional, esta habilidad reduce el riesgo de aislamiento, resentimiento o conductas agresivas como respuesta al fracaso social.",
      "definicion_estudiante": "La resiliencia social es levantarte cuando algo no sale como querías con tus relaciones, por ejemplo, cuando no te eligen para un equipo o no te invitan a un plan, y usar esa experiencia para mejorar sin quedarte atrapado en la vergüenza o el rencor. Significa preguntarte qué puedes aprender, qué puedes cambiar y con quién vale la pena seguir construyendo vínculos. Así cuidas tu autoestima y sigues buscando espacios donde sí puedas aportar.",
      "habilidad_malla": "Autonomía emocional",
      "ejemplo_aula": "\"No fui elegido para el equipo, pero en lugar de deprimirme, pregunté en qué puedo mejorar para la próxima.\"",
      "evidencia_logro": "El docente observa que el estudiante, ante un rechazo o fallo social, evita conductas de autoaislamiento o agresión y, en cambio, solicita retroalimentación, identifica aspectos a mejorar y mantiene la disposición a participar en futuras oportunidades.",
      "tip_psicologico": "Acompaña a los estudiantes a normalizar el rechazo como parte de la vida social, diferenciándolo del valor personal. Anímales a identificar qué está bajo su control y qué no, y a diseñar pequeños pasos para seguir intentando. Evita comentarios que ridiculicen el dolor por un rechazo; más bien, valida la emoción y resalta su capacidad de recuperarse."
    },
    {
      "id": "CON-006",
      "concepto": "Autoevaluación Consciente (Nivel 1: Reflexión)",
      "definicion_pedagogica": "La autoevaluación consciente es la capacidad del estudiante para analizar sus resultados y errores de forma objetiva, asumiendo responsabilidad por sus decisiones sin caer en la culpa tóxica o en la negación de su participación. En el ciclo 4 se vincula con la competencia de autonomía emocional y el eje \"Me levanto cuando caigo\", pues permite convertir tanto los logros como los fracasos en información útil para ajustar estrategias. Se relaciona con el estándar del período 2, orientado a planificar acciones autónomas, dado que una autoevaluación honesta es la base para mejorar el desempeño. Desde la orientación de la batería de resiliencia emocional, esta habilidad contribuye a un autoconcepto realista y flexible.",
      "definicion_estudiante": "La autoevaluación consciente es revisar con sinceridad qué hiciste bien y qué no en una tarea, proyecto o situación, sin culparte de más ni echarle toda la culpa a los demás. Significa aceptar tu parte de responsabilidad y pensar qué podrías hacer diferente la próxima vez. Cuando te autoevalúas así, creces en lugar de quedarte atrapado en la vergüenza o la justificación.",
      "habilidad_malla": "Autonomía emocional",
      "ejemplo_aula": "\"Revisé por qué fallé en el proyecto y me di cuenta de que fue por falta de planificación, no por falta de capacidad.\"",
      "evidencia_logro": "El docente observa que el estudiante identifica factores personales que influyeron en su desempeño (organización, esfuerzo, comunicación) y formula al menos una acción concreta de mejora, evitando tanto la autoacusación global como la externalización total de la responsabilidad.",
      "tip_psicologico": "Incluye momentos estructurados de retroalimentación donde los estudiantes respondan preguntas guía sobre qué funcionó, qué no y qué cambiarán. Modela un discurso equilibrado sobre tus propios errores, mostrando cómo asumir responsabilidad sin descalificarte. Refuerza cuando un estudiante se autoevalúa con honestidad y propone ajustes realistas."
    }
  ],
  "periodo_3": [
    {
      "id": "CON-007",
      "concepto": "Responsabilidad Relacional (Nivel 1: Ética)",
      "definicion_pedagogica": "La responsabilidad relacional es la capacidad del estudiante para hacerse cargo del impacto que sus palabras y acciones tienen en las emociones y el bienestar de otros, asumiendo las consecuencias y reparando el daño cuando sea necesario. En el ciclo 4 se articula con la competencia de autonomía emocional y el eje \"Rompo el silencio\", ya que implica reconocer cuando se ha lastimado a alguien, incluso si la intención inicial fue una broma. Se vincula con el estándar del período 3, que enfatiza resistir distracciones emocionales para cumplir metas, pues una gestión ética de las relaciones evita conflictos prolongados que interfieren con el trabajo académico. Desde la orientación de la batería de toma de decisiones y responsabilidad ética, esta habilidad promueve vínculos basados en el respeto y la justicia.",
      "definicion_estudiante": "La responsabilidad relacional es entender que lo que dices y haces puede afectar profundamente a otras personas y que, si causaste daño, te corresponde reconocerlo y repararlo. No basta con decir \"era solo una broma\"; se trata de mirar cómo se sintió el otro y actuar con justicia. Cuando te haces responsable de tu impacto, tus relaciones se vuelven más honestas y confiables.",
      "habilidad_malla": "Autonomía emocional",
      "ejemplo_aula": "\"Le pedí una disculpa sincera a mi compañero porque entendí que mi comentario, aunque fue broma, lo lastimó.\"",
      "evidencia_logro": "El docente observa que el estudiante reconoce espontáneamente cuando una acción o comentario ha perjudicado a alguien, ofrece disculpas sinceras y realiza acciones concretas para reparar la relación, evitando minimizar el daño o culpar a la víctima.",
      "tip_psicologico": "Cuando surjan conflictos, acompaña a los estudiantes a revisar no solo sus intenciones, sino también los efectos de sus conductas en los demás. Enseña formas de disculpa que incluyan reconocimiento del daño, responsabilidad y propuesta de reparación. Refuerza los gestos de reparación auténtica, mostrando cómo fortalecen la confianza en el grupo."
    },
    {
      "id": "CON-008",
      "concepto": "Asertividad Madura (Nivel 1: Criterio)",
      "definicion_pedagogica": "La asertividad madura es la capacidad del estudiante para expresar posturas firmes y defender sus derechos sin agresividad, especialmente en situaciones de presión de grupo, fundamentando sus decisiones en criterios personales y éticos. En el ciclo 4 se vincula con la competencia de autonomía emocional y el eje \"Rompo el silencio\", al requerir que el estudiante hable y actúe cuando presencia injusticias o conductas que van contra sus valores. Se relaciona con el estándar del período 3, que plantea resistir distracciones emocionales para cumplir metas, ya que la presión de pares suele desviar al estudiante de sus objetivos. Desde la orientación de la batería de toma de decisiones y responsabilidad ética, esta habilidad protege la integridad y favorece una convivencia más justa.",
      "definicion_estudiante": "La asertividad madura es poder decir con claridad lo que piensas o lo que no aceptas, manteniendo el respeto, incluso cuando el grupo prefiere otra cosa. Significa defender tus límites y tus valores sin insultar ni humillar a los demás, y estar dispuesto a retirarte de situaciones que no quieres apoyar. Esta forma de asertividad muestra que tienes criterio propio y te ayuda a cuidar tu bienestar.",
      "habilidad_malla": "Autonomía emocional",
      "ejemplo_aula": "\"Logré decir que no estaba de acuerdo con la burla que hacían mis amigos y me retiré del lugar.\"",
      "evidencia_logro": "El docente observa que el estudiante expresa su desacuerdo frente a conductas injustas o riesgosas, utilizando un lenguaje respetuoso y, si es necesario, eligiendo no participar, incluso cuando ello implique ir en contra de la presión del grupo.",
      "tip_psicologico": "Realiza simulaciones de situaciones de presión de pares donde los estudiantes practiquen decir \"no\" y argumentar desde sus valores. Refuerza especialmente los momentos en que alguien se distancia de una burla o de una conducta de riesgo, destacando la valentía que implica. Evita ridiculizar la sensibilidad; preséntala como parte de una ética sólida y madura."
    },
    {
      "id": "CON-009",
      "concepto": "Cooperación Consciente (Nivel 1: Solidaridad)",
      "definicion_pedagogica": "La cooperación consciente es la capacidad del estudiante para trabajar con otros respetando sus ritmos, reconociendo talentos diversos y aportando activamente al bienestar del equipo, más allá del beneficio individual inmediato. En el ciclo 4 se vincula con la competencia de autonomía emocional y el eje \"Rompo el silencio\", porque implica negociar, escuchar y apoyar sin dejar de expresar necesidades propias. Se relaciona con el estándar del período 3, que enfatiza resistir distracciones emocionales para cumplir metas, ya que la cooperación organizada facilita el logro de objetivos comunes. Desde la orientación de la batería de toma de decisiones y responsabilidad ética, esta habilidad promueve una solidaridad que se expresa en acciones concretas dentro de proyectos y trabajos escolares.",
      "definicion_estudiante": "La cooperación consciente es decidir trabajar en serio con tu equipo, aportando lo que sabes hacer y ayudando a quienes lo necesitan para que todos lleguen a la meta. Significa respetar el ritmo de los otros, distribuir tareas de forma justa y no aprovecharte del esfuerzo ajeno. Cuando cooperas así, el grupo funciona mejor y tú también aprendes más.",
      "habilidad_malla": "Autonomía emocional",
      "ejemplo_aula": "\"Me ofrecí a ayudar a mi compañero con la parte difícil del trabajo para que todos entregáramos a tiempo.\"",
      "evidencia_logro": "El docente observa que el estudiante participa activamente en trabajos grupales, asume responsabilidades claras, apoya a compañeros con más dificultad y busca acuerdos para que todos cumplan con la tarea, evitando tanto la sobrecarga como el desentendimiento.",
      "tip_psicologico": "Diseña proyectos donde la cooperación sea necesaria para lograr el objetivo y haz visibles los aportes de cada integrante. Anima a los estudiantes a reflexionar al final sobre cómo se sintieron en el trabajo en equipo y qué podrían mejorar. Refuerza las conductas de apoyo mutuo y la distribución justa de tareas, corrigiendo dinámicas donde unos pocos hacen todo."
    }
  ],
  "periodo_4": [
    {
      "id": "CON-010",
      "concepto": "Propósito Personal (Nivel 1: Proyección)",
      "definicion_pedagogica": "El propósito personal, en nivel de proyección, es la capacidad del estudiante para visualizar su futuro y definir metas a largo plazo que den sentido a sus esfuerzos actuales, articulando intereses, valores y oportunidades educativas. En el ciclo 4 se relaciona con la competencia de habilidades para la vida y el desarrollo integral y el eje \"Equilibrio en el mundo digital\", ya que implica decidir cómo invertir tiempo y recursos (incluido el uso de la tecnología) en función del proyecto de vida. Se vincula con el estándar del período 4, que plantea gestionar con autonomía proyectos personales y metas de vida escolar, contribuyendo al grupo con responsabilidad. Desde la orientación de la batería de proyecto de vida y contribución social, este propósito organiza prioridades y orienta la toma de decisiones cotidianas.",
      "definicion_estudiante": "El propósito personal es tener una idea cada vez más clara de qué quieres hacer con tu vida y cómo lo que haces hoy en el colegio te acerca a ese futuro. No es solo elegir una carrera, sino preguntarte qué tipo de persona quieres ser y qué metas de largo plazo te motivan. Cuando conectas tus esfuerzos actuales con ese propósito, estudiar y esforzarte tiene un sentido más profundo.",
      "habilidad_malla": "Habilidades para la vida y el desarrollo integral",
      "ejemplo_aula": "\"Estoy esforzándome en matemáticas no solo por la nota, sino porque quiero estudiar ingeniería.\"",
      "evidencia_logro": "El docente observa que el estudiante establece al menos una meta de largo plazo y puede explicar cómo determinadas asignaturas, proyectos o hábitos actuales contribuyen a acercarse a ese objetivo, tomando decisiones académicas coherentes con dicha proyección.",
      "tip_psicologico": "Propón ejercicios donde los estudiantes imaginen escenarios de su vida dentro de cinco o diez años y describan qué decisiones actuales los acercan o alejan de ese futuro. Acompaña la exploración vocacional con información realista y sin estereotipos. Refuerza cuando un estudiante vincula sus esfuerzos presentes con metas significativas de largo plazo."
    },
    {
      "id": "CON-011",
      "concepto": "Propósito Personal (Nivel 2: Contribución Social)",
      "definicion_pedagogica": "En este nivel de contribución social, el propósito personal se amplía para incluir la comprensión de que el proyecto de vida del estudiante debe contemplar un impacto positivo en su comunidad, su país o el entorno global, más allá del éxito individual. En el ciclo 4 se vincula con la competencia de habilidades para la vida y el desarrollo integral y el eje \"Equilibrio en el mundo digital\", ya que supone pensar críticamente cómo sus capacidades y decisiones pueden responder a necesidades sociales concretas. Se relaciona con el estándar del período 4, que plantea gestionar proyectos personales contribuyendo al grupo con responsabilidad. Desde la orientación de la batería de proyecto de vida y contribución social, este nivel favorece la construcción de ciudadanía activa y ética.",
      "definicion_estudiante": "El propósito personal con contribución social es entender que tu futuro no se trata solo de mejorar tu propia vida, sino también de cómo puedes ayudar a otras personas con lo que sabes y haces. Significa preguntarte qué problemas te gustaría ayudar a resolver y cómo tu profesión, tus talentos o tu tiempo pueden marcar una diferencia. Pensar así le da un sentido más grande a tu proyecto de vida.",
      "habilidad_malla": "Habilidades para la vida y el desarrollo integral",
      "ejemplo_aula": "\"Quiero ser médico no solo para ganar dinero, sino para ayudar a las personas que lo necesitan.\"",
      "evidencia_logro": "El docente observa que el estudiante menciona explícitamente cómo su proyecto de vida puede aportar al bienestar de otros y participa en actividades o proyectos escolares con intención de servicio, no únicamente por obligación o prestigio.",
      "tip_psicologico": "Invita a los estudiantes a identificar causas sociales que les importen y a vincularlas con sus posibles profesiones o proyectos futuros. Facilita experiencias de servicio o voluntariado escolar que les permitan vivir de manera concreta esta contribución. Refuerza los discursos y acciones donde se visibiliza el deseo de poner los talentos al servicio de otros."
    },
    {
      "id": "CON-012",
      "concepto": "Voluntad (Nivel 2: Coherencia de Vida)",
      "definicion_pedagogica": "La voluntad en nivel de coherencia de vida es la capacidad del estudiante para alinear sus acciones diarias, hábitos y decisiones concretas con la persona que quiere llegar a ser y con las metas de su proyecto de vida, ajustando comportamientos que lo alejan de ese rumbo. En el ciclo 4 se vincula con la competencia de habilidades para la vida y el desarrollo integral y el eje \"Equilibrio en el mundo digital\", dado que exige revisar el uso del tiempo, especialmente en redes y entretenimiento, para sostener un equilibrio que apoye sus metas. Se relaciona con el estándar del período 4, que plantea gestionar proyectos personales y metas de vida aportando al grupo, ya que una vida coherente inspira confianza y liderazgo positivo. Desde la orientación de la batería de proyecto de vida y contribución social, esta coherencia fortalece la integridad y la perseverancia.",
      "definicion_estudiante": "La voluntad como coherencia de vida es revisar lo que haces cada día y preguntarte si eso te acerca o te aleja de la persona que quieres ser y de las metas que tienes. Significa cambiar hábitos que te restan tiempo o energía, como el exceso de redes, y crear rutinas que apoyen tu proyecto de vida. Cuando tus acciones diarias se alinean con tus sueños, avanzas con más claridad y seguridad.",
      "habilidad_malla": "Habilidades para la vida y el desarrollo integral",
      "ejemplo_aula": "\"Dejé de perder tiempo en redes sociales porque entendí que eso me aleja de mis metas importantes.\"",
      "evidencia_logro": "El docente observa que el estudiante identifica hábitos que interfieren con sus metas (por ejemplo, uso excesivo de dispositivos, procrastinación) y realiza cambios visibles en su rutina, manteniéndolos durante un periodo significativo para favorecer su proyecto académico y personal.",
      "tip_psicologico": "Anima a los estudiantes a hacer un diagnóstico honesto de cómo usan su tiempo diario y a compararlo con las metas que dicen tener. Acompáñalos a establecer pequeños cambios de hábitos en lugar de transformaciones irreales de un día para otro. Refuerza cada avance en coherencia, subrayando cómo esas decisiones fortalecen su proyecto de vida y su sensación de control sobre el futuro."
    }
  ]
}
