{
  "area": "Inglés",
  "grado": "-1",
  "nombre_archivo": "t_ingles_-1_4_periodos.json",
  "periodos": [
    {
      "periodo_id": 1,
      "guias_por_componente": [
        {
          "componente": "Comunicativo Integrado",
          "guia_didactica": {
            "la_estrategia": "The Magic Mirror and my Family (El Espejo Mágico y mi Familia)",
            "un_reto_sugerido": "Identificar las partes de mi cara en un espejo y saludar a los miembros de mi familia (títeres) usando 'Hello' y 'Bye'.",
            "ruta_de_exploracion": {
              "explorar": "Exploración sensorial con 'The Magic Bag': sacar objetos de colores (Red, Blue) o juguetes sorpresa y escuchar su nombre en inglés.",
              "visual": "Uso de 'Finger Puppets' (títeres de dedo) de Mom y Dad para asociar el sonido con la imagen familiar.",
              "produccion": "Pintura dactilar usando solo colores Red o Blue y juego 'Freeze' (congelados) al ritmo de canciones infantiles."
            },
            "para_pensar": [
              "¿Cómo se siente mi cara cuando sonrío frente al espejo?",
              "¿Por qué es importante saludar a Mom y Dad cuando llegamos?"
            ],
            "pistas_del_exito": [
              "El niño identifica físicamente la parte del cuerpo que se le pide (ojos, nariz, boca).",
              "Intenta imitar sonidos básicos y nombra al menos un color de forma espontánea."
            ],
            "un_refuerzo": "Utilizar canciones rítmicas para reforzar los comandos físicos básicos (Stand up, Sit down)."
          }
        }
      ]
    },
    {
      "periodo_id": 2,
      "guias_por_componente": [
        {
          "componente": "Comunicativo Integrado",
          "guia_didactica": {
            "la_estrategia": "The Emotion Monster (El Monstruo de las Emociones)",
            "un_reto_sugerido": "Expresar cómo me siento (Happy/Sad) y reaccionar físicamente a los comandos de posición 'Up' y 'Down'.",
            "ruta_de_exploracion": {
              "explorar": "Lectura gestual del cuento 'The Happy Monster' e identificación de colores Green y Orange en el entorno.",
              "visual": "Elaboración de 'Paletas de Emociones' (caritas en palos de helado) para asociar el sentimiento con la palabra.",
              "produccion": "Juego 'Simon Says' con posiciones Up/Down y práctica de la canción 'If you are happy and you know it'."
            },
            "para_pensar": [
              "¿Qué cosas me hacen sentir 'Happy' en el jardín?",
              "¿Cómo podemos ayudar a un amigo que está 'Sad'?"
            ],
            "pistas_del_exito": [
              "Reacciona correctamente ante los comandos de posición Up y Down.",
              "Utiliza las expresiones 'Please' y 'Thank you' de forma guiada durante los juegos."
            ],
            "un_refuerzo": "Dinámica 'The Magic Ball' para practicar decir el nombre y el estado de ánimo en grupo."
          }
        }
      ]
    },
    {
      "periodo_id": 3,
      "guias_por_componente": [
        {
          "componente": "Comunicativo Integrado",
          "guia_didactica": {
            "la_estrategia": "Old MacDonald’s Nature Trip (El Viaje de Old MacDonald)",
            "un_reto_sugerido": "Imitar sonidos de animales de la granja y participar en una jornada de limpieza del entorno usando 'Clean up'.",
            "ruta_de_exploracion": {
              "explorar": "Salida al jardín para identificar árboles (Tree) y flores (Flower) reales mediante el tacto y el olfato.",
              "visual": "Juego 'Animal Sounds': el niño corre hacia la imagen del animal (Cow, Duck, Pig) cuyo sonido escucha.",
              "produccion": "Creación de un 'Nature Collage' con hojas secas y flores, y canto de la canción 'Old MacDonald had a farm'."
            },
            "para_pensar": [
              "¿Cómo ayudan los animales a la naturaleza?",
              "¿Por qué es importante recoger los papeles (Clean up) del patio?"
            ],
            "pistas_del_exito": [
              "Identifica visualmente al menos tres animales de la granja al escuchar su nombre.",
              "Imita movimientos básicos de la naturaleza (Jump como rana, Fly como ave)."
            ],
            "un_refuerzo": "Simular situaciones de cuidado ambiental (Happy Planet) para practicar comandos de orden."
          }
        }
      ]
    },
    {
      "periodo_id": 4,
      "guias_por_componente": [
        {
          "componente": "Comunicativo Integrado",
          "guia_didactica": {
            "la_estrategia": "Community Heroes & Birthday Party (Héroes de la Comunidad)",
            "un_reto_sugerido": "Reconocer a los miembros de la familia extendida (Grandparents) y representar un oficio en el juego de roles.",
            "ruta_de_exploracion": {
              "explorar": "Identificación de sonidos de profesiones (silbato de Police, estetoscopio de Doctor) y escucha de música regional.",
              "visual": "Creación de un 'Family Tree' con fotos de abuelos y hermanos para presentar ante el grupo.",
              "produccion": "Simulación de una 'Birthday Party' para decir la edad (I am 4 years old) y juego de roles 'The Global Village'."
            },
            "para_pensar": [
              "¿Qué quieres ser cuando seas grande (Doctor, Teacher)?",
              "¿Cuántos años cumplen tus dedos hoy (numbers 1-5)?"
            ],
            "pistas_del_exito": [
              "Identifica correctamente la imagen de abuelos o profesiones al escuchar el nombre.",
              "Participa con alegría en celebraciones grupales saludando en inglés."
            ],
            "un_refuerzo": "Uso de máscaras de profesiones para repetir frases sencillas de identidad (I am a student)."
          }
        }
      ]
    }
  ]
}
